[
  {
    "title": "London Hills Full Sleeve Polyester Full Zip with Pocket Solid Men's Sports Track Standard Length Jacket",
    "asin": "B0BNBX2CN8",
    "brand": "London Hills",
    "stars": 4,
    "reviewsCount": 141,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31Vrvmm4kHL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Winter Wear › Coats, Jackets & Vests › Jackets",
    "description": "Introducing the LH_JACKET_305_BLACK_L Sports Jacket from Kartbin Online Services Pvt Ltd. This stylish and comfortable jacket is designed for men, offering a sleek modern design, premium quality materials, and a comfortable fit. It's a versatile choice for various occasions, from casual outings to gym sessions. With a high rating and popularity in the Men's Jackets category, it's a top pick for those seeking both style and functionality.",
    "price": 419,
    "url": "https://www.amazon.in/dp/B0BNBX2CN8",
    "category": "Men's Clothing"
  },
  {
    "title": "PELUCHE Men's Satin The Cerulean Cummerband and Bow Tie Set (Navy Blue, Free Size)",
    "asin": "B06Y5SY3GP",
    "brand": "PELUCHE",
    "stars": 4.1,
    "reviewsCount": 435,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41R0t6KY0gL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Accessories › Ties › Bow Ties",
    "description": "Buy this classy Navy Blue Cummerbund from the House of Peluche, StyleEvermore! This pleated Cummerbund is made of premium quality Satin and you get a complementary pre-tied bow-tie in Navy Blue hue with this. Adjustable in size, this cummerbund is to be worn by the fashionable man on special evening and Black Tie events. Pair it with a classy Tux and get ready to turn Heads. Receive this finest quality product in a beautiful, chic hard case box, perfect for a gift!",
    "price": 1399,
    "url": "https://www.amazon.in/dp/B06Y5SY3GP",
    "category": "Men's Clothing"
  },
  {
    "title": "Tommy Hilfiger Men Leather Belt",
    "asin": "B07D13R14D",
    "brand": "Tommy Hilfiger",
    "stars": 4.1,
    "reviewsCount": 230,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31iCJGWwczL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Accessories › Belts",
    "description": "One of the leading lifestyle brands, TOMMY HILFIGER delivers superior styling, quality and value to consumers worldwide. The brand celebrates the essence of classic American cool and provides a refreshing twist to classic, American fashion.",
    "price": 1402,
    "url": "https://www.amazon.in/dp/B07D13R14D",
    "category": "Men's Clothing"
  },
  {
    "title": "Fastrack Men's Polarized Green Lens Square Sunglasses",
    "asin": "B075LNL66X",
    "brand": "Fastrack",
    "stars": 4.1,
    "reviewsCount": 236,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31heqgtm-PL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Sunglasses & Spectacle Frames › Sunglasses",
    "description": "Elegant sunglasses to enhance your look!! Beautiful and glamorous sunglasses from Fastrack give you a confident persona and unforgettable charm. This gloriously designed sunglass enhances your look and protects your eyes from harmful ultraviolet rays. It is skin-friendly and comfortable to wear. Fastrack sunglasses are fabricated as per international designs and quality standards. For protecting your eyes from harmful UV rays and giving you an unforgettable charm, Fastrack Sunglasses are best suited. Fastrack as a brand has always been restless like the youth it caters to. Move On to be innovative and creative. The brand delivers special quality accessories for people of all ages and gender. Sunglass range from Fastrack is manufactured using advanced technology. You can chose your favourite style and colour from profuse array of exquisite Fastrack sunglasses.",
    "price": 1427,
    "category": "Men's Clothing",
    "url": "https://www.amazon.in/dp/B075LNL66X"
  },
  {
    "title": "Levi's Men's 511 Slim Fit Mid Rise Stretchable Jeans",
    "asin": "B0C6QT6PZ6",
    "brand": "Levi's",
    "stars": 3.9,
    "reviewsCount": 14,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41v+34L0JdL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Jeans",
    "description": "A modern slim with room to move, the 511 Slim Fit Stretch Jeans are a classic, you can wear with anything. Complete your casual wardrobe with a splash of style with these 511 slim fit jeans from Levi's. Cut in a cotton blend fabric with the right amount of stretch, these blue jeans in solid pattern can be paired with most things to create a super cool outfit. 1. These jeans sit low waist with a slim fit from hip to ankle. 2. It is woven, with a hint of stretch, to deliver maximum comfort. 3. Cut close to the body, the 511 Slim is a great alternative to the skinny jeans. More than 140 years after inventing the blue jean, one thing is clear: Levi's clothes are loved by the people who wear them - from presidents to movie stars, farmers to fashion icons, entrepreneurs to the everyman. 'Live in Levi's' asserts with confidence and pride that Levi's clothes are indeed for everybody who's not just anybody.",
    "price": 1399,
    "category": "Men's Clothing",
    "url": "https://www.amazon.in/dp/B0C6QT6PZ6"
  },
  {
    "title": "URBAN INDY Genuine Cotton Twill Men's 6 Pocket Cargo Pants - Stylish and Utilitarian Cargos for Men, Trousers Loose Fit Adjustable Bottom",
    "asin": "B0CYJ3BCNP",
    "brand": "URBAN INDY",
    "stars": 2,
    "reviewsCount": 1,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31+6rvJ0tYL._SY445_SX342_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Trousers › Casual Trousers",
    "description": "Introducing the epitome of modern utility and style: URBAN INDY Genuine Cotton Twill Men's 6 Pocket Cargo Pants. These cargo pants are designed to seamlessly merge fashion-forward aesthetics with practical functionality, making them a must-have staple in every man's wardrobe. Crafted from premium genuine cotton twill, these cargo pants offer exceptional durability and comfort. The loose fit design ensures freedom of movement, allowing you to conquer your day with ease and confidence. Plus, with adjustable bottom cuffs, you can customize the fit to your preference, ensuring a perfect silhouette every time. Featuring six strategically placed pockets, these cargo pants provide ample storage for all your essentials. From your phone and keys to wallet and more, keep your belongings secure and easily accessible wherever you go. Whether you're navigating through the urban landscape or embarking on outdoor adventures, these cargo pants have you covered. The timeless design of these cargo pants effortlessly blends style and utility, offering endless versatility for various occasions. Dress them up with a crisp button-down shirt for a sophisticated urban look, or pair them with a casual tee for laid-back weekend vibes. Whatever your style, these cargo pants are sure to elevate your outfit to the next level. URBAN INDY Genuine Cotton Twill Men's 6 Pocket Cargo Pants are the epitome of style and functionality. Elevate your wardrobe with these stylish cargos and experience the perfect combination of fashion-forward design and practical utility.",
    "price": 1399,
    "category": "Men's Clothing",
    "url": "https://www.amazon.in/dp/B0CYJ3BCNP"
  },
  {
    "title": "HEELIUM Bamboo Gym Vests for Men, Odour Free, Super Soft & Comfortable",
    "asin": "B0BRCZ65D4",
    "brand": "Heelium",
    "stars": 4.1,
    "reviewsCount": 89,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41329DvAneL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Sportswear › Sports T-Shirts & Jerseys › Tank Tops",
    "description": "Introducing the Bamboo Tank Top For Men from Heelium, a leading choice for active lifestyles. Made with premium materials and designed for comfort, this vest offers versatility for workouts, yoga, or casual wear. With its lightweight design and excellent customer ratings, it stands out as a top performer in Men's Boxing Clothing, Yoga Tops, and Sports T-Shirts & Jerseys categories. Experience comfort, style, and performance with Heelium's Bamboo Tank Top.",
    "price": 800,
    "category": "Men's Clothing",
    "url": "https://www.amazon.in/dp/B0BRCZ65D4"
  },
  {
    "title": "Acquie Trend Traditional Pagdi/Turban for Barati's and Guests o Celebrate Wedding/Any Other Function || UNISEX || Free Size || Pack of 10(ORANGE) AC09",
    "asin": "B0CTKWYFZZ",
    "brand": "Acquire Trend",
    "stars": 3.9,
    "reviewsCount": 556,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41Mm8g2JYIL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Ethnic Wear › Stoles",
    "description": "We have years of experience in manufacturing traditional Pagdi which are perfect for all occasions. This turban is speciality of marriage and covers vibrant and essence of Barati. It is beautifully crafted using superior quality thread . It is made by a special technique of first rolling the cloth and then twisting it. After which it is wrapped around evenly to get the best look. It is ready to wear.",
    "price": 1399,
    "category": "Men's Clothing",
    "url": "https://www.amazon.in/dp/B0CTKWYFZZ"
  },
  {
    "title": "M.Weft Men's Slim Fit Jeans (Pack of 3)",
    "asin": "B075WD7FKV",
    "brand": "M.Weft",
    "stars": 3.2,
    "reviewsCount": 642,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51Gvco2ivdL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Jeans",
    "description": "Shop from a wide range of Jeans from M.Weft. Perfect for your everyday use you could pair it with a stylish t-shirt or shirt to complete the look.",
    "price": 1599,
    "category": "Men's Clothing",
    "url": "https://www.amazon.in/dp/B075WD7FKV"
  },
  {
    "title": "Bluetyga Mens Travel Joggers",
    "asin": "B0CJFX41VV",
    "brand": "Bluetyga",
    "stars": 3.8,
    "reviewsCount": 32,
    "thumbnailImage": "https://m.media-amazon.com/images/I/314a7SRXLbL._SY445_SX342_.jpg",
    "breadCrumbs": "Clothing & Accessories › Men › Sportswear › Track Pants › Track Pants",
    "description": "Discover the versatile and stylish Men's Track Pants from our collection, available since September 2023. Designed with comfort and performance in mind, these track pants are perfect for workouts or casual wear. Made in India and featuring a popular Best Sellers Rank in Clothing & Accessories, they offer a blend of quality, style, and functionality that's hard to beat. Elevate your athletic wardrobe with these top-ranking track pants today!",
    "price": 649,
    "category": "Men's Clothing",
    "url": "https://www.amazon.in/dp/B0CJFX41VV"
  },
  {
    "title": "WZATCO Yuva Plus (Upgraded) Native 1080P Full HD Projector with 4K Support, True 420 ANSI on Screen Brightness (Best in Segment), 250\" Screen | 5 Watt HiFi Speaker | Slide Lens Door",
    "asin": "B0C8SNGLP8",
    "brand": "WZATCO",
    "stars": 4.2,
    "reviewsCount": 1167,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51csSVSaN9L._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Projectors",
    "description": "Experience immersive entertainment with the WZATCO projector featuring Full HD 1080p native resolution and 4K support, delivering stunning visuals on screens up to 250 inches. Connect seamlessly with multiple devices using HDMI, USB, and 3.5mm audio inputs, including support for iOS and Android devices via a lightning cable. Enjoy rich audio with the 5W inbuilt Hi-Fi speaker or connect to external sound systems for a customized experience. Benefit from special features like Keystone adjustment, digital zoom, and front/rear projection options, all backed by a comprehensive 2-year warranty and nationwide support from Wzatco India.",
    "price": 9690,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0C8SNGLP8"
  },
  {
    "title": "Portronics Beem 440 Smart LED Projector with 720p HD Resolution, Rotatable Design, Built-in Streaming Apps (Netflix, Prime Video, Hotstar), 1800 Lumens, Screen Mirroring, 3 Watts Speaker (White)",
    "asin": "B0CQG7XMXC",
    "brand": "Portronics",
    "stars": 4.1,
    "reviewsCount": 61,
    "thumbnailImage": "https://m.media-amazon.com/images/I/314dgtq2DNL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Projectors",
    "description": "Portronics Beem 440 Smart Android Projector with 1800 Lumens, 16:9 Aspect Ratio",
    "price": 9499,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0CQG7XMXC"
  },
  {
    "title": "Lifelong Minipix Android Projector for Home - 720pHD Native with 4K, Upto 100\" Display, 3500 Lumens Brigthness,Inbuilt Speaker with Bluetooth & WiFi - TV Room Projector for Netflix, Prime, YT",
    "asin": "B0CY2JBRLL",
    "brand": "Lifelong",
    "stars": 4.5,
    "reviewsCount": 3,
    "thumbnailImage": "https://m.media-amazon.com/images/I/411I24zBRYL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Projectors",
    "description": null,
    "price": 8999,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0CY2JBRLL"
  },
  {
    "title": "Atatat 10 Inch Digital Photo Frame with 1920x1080 IPS Screen, Digital Picture Frame with 1080P Video, Music, Slideshow, Adjustable Brightness, Auto Rotate, Photo Deletion, Remote, Support SD Card,USB",
    "asin": "B07Y5BMG73",
    "brand": "Atatat",
    "stars": 4.1,
    "reviewsCount": 937,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51TcXOMQ4iL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Accessories › Digital Picture Frames",
    "description": "Quick Operation GuideEasy to Use1. Please connect the power supply with the AC adapter in the package. 2. Please insert the SD card or USB drive which already contains your photo. (SD card and USB drive not included)3. The frame is working now.Frequently Asked Questions1. Why can't my SD card be recognized? Answer: Please choose 8-128GB(FAT32 format, Class 10 SD card or USB Drive, SD card and USB drive not included). Please make sure the photo frame has been turned on first and then the insert card.2. Why is my photo distorted? Answer: Please set the photo size to the original size in the settings.3. Why can't my photo can't auto-rotate? Answer: If you download photo from a computer, or you have changed the photos' specification, the photo may not auto-rotate. It is the problem of photo instead of frame. If your photo can't auto rotate, you could try to flip the photo.4. How to delete photo?  Answer: Select \"Explorer\"- choose the one you want to delete -press remote's \"EXIT\" button for 3s and release to delete.5. Is the frame battery operated? Answer: No, the frame is only power by adapter. 6. Is it a wifi digital picture frame? Answer: No, it doesn’t support wifi.Package List:1 x Digital Photo Frame 1 x Power Adapter 1 x Remote Control 1 x Frame Stand 1 x User Manual",
    "price": 9993,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B07Y5BMG73"
  },
  {
    "title": "HIKVISION 4 Channal Turbo HD H.265 DVR 1Pcs,Outdoor Camera 5 MP Turbo HD Audio 2Pcs,Indoor Camera 5 MP Turbo HD Audio 1Pcs,Full Combo Set",
    "asin": "B09RB82Z63",
    "brand": "HIKVISION",
    "stars": 4.7,
    "reviewsCount": 4,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41geu0MPIvL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Security Cameras › Bullet Cameras",
    "description": "HIKVISION TURBO HD 5 MegaPixel Audio Cameras Built-in Mic,EXIR Technology CCTV Security Surveillance System Set Kit for Home, Office, Shop, Godown and Factory Come with H.265 DVR Easily connected with SmartPhones thru the internet and watch live cameras & recorded clips from anywhere in the world, DVR is Support H.265 Compression Coding Save Upto 90% Bandwidth & Storage at the same level of video quality and also work on AHD, HDCVI, HDTVI, CVBS and IP Video Signal Input, DVR Have VGA & HDMI Output, One Audio Input and Output, One LAN/Network RJ45 Port and 2 USB Port. HIKVISION TURBO HD 4 Channal H.265 HD DVR 1080p 1Pcs,Outdoor Camera 5 MP TURBO HD AUDIO 2Pcs,Indoor Camera 5 MP TURBO HD AUDIO 1Pcs,Wire Bundle 1Pcs,4 CH Power supply 1Pcs,HDMI Cable 1Pcs,Bnc & Dc Connectors,full combo set home/security/camera",
    "price": 9400,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B09RB82Z63"
  },
  {
    "title": "Active Pixel 4G Solar 2+2MP Live View Outdoor Wireless Dome Cameras with Dual-Lens Dual-Screen,360° Color Night Vision, Motion Detection,2-Way Talk",
    "asin": "B0CKXZBD19",
    "brand": "Active Pixel",
    "stars": 4.2,
    "reviewsCount": 4,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41S5ELSxUOL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Security Cameras › Dome Cameras",
    "description": null,
    "price": 8999,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0CKXZBD19"
  },
  {
    "title": "amiciVision Dual Camera CCTV, 4K+4K HD Security Camera with Built-in Alarm, Two Way Audio Communication, Motion Detection, Compatible with SmartPhones App and Equipped with 128GB Storage Card",
    "asin": "B0CBTQ9TLR",
    "brand": "amiciVision",
    "stars": 4.1,
    "reviewsCount": 11,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41xlFeIYn1L._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Security Cameras › Dome Cameras",
    "description": null,
    "price": 8799,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0CBTQ9TLR"
  },
  {
    "title": "Razer 6o - USB Camera with High-Performance Adaptive Light Sensor - Black I RZ19-03640100-R3M1, 3 x Optical Zoom",
    "asin": "B08PKBZ428",
    "brand": "Razer",
    "stars": 4.4,
    "reviewsCount": 1860,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31kMS2bZikL._SY300_SX300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Digital Cameras › Point & Shoot Digital Cameras",
    "description": null,
    "price": 8999,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B08PKBZ428"
  },
  {
    "title": "Anand traders DWIJ reflector telescope making kit 127mm mirror,900mm focal length",
    "asin": "B0C4DXWBJD",
    "brand": "DWIJ",
    "stars": 4.4,
    "reviewsCount": 3,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31Wm1F8KzvL._SX342_SY445_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Accessories › Telescope Accessories › Eyepieces",
    "description": "127mm reflector telescope kit for 140mm pvc tube . 900mm focal length . 25mm and 8mm eyepiece. Reflector focuser. Finder scope lenses. Primary mirror cell. Spider.",
    "price": 9500,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0C4DXWBJD"
  },
  {
    "title": "DAHUA Full Color Night Vision HD CCTV Security Camera with Installation Combo Set 2MP, Dome(Indoor)2Pcs, Bullet (Outdoor) 2Pcs 4 Channel DVR, 1TB Surveillance HDD , for Home and Offices (2DOME2BULLET)",
    "asin": "B09K6LK4PT",
    "brand": "Dahua",
    "stars": 3,
    "reviewsCount": 20,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41eWwFrhH5L._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Security Cameras › Bullet Cameras",
    "description": "DAHUA Full Color Night Vision HD CCTV Security Camera with Installation Combo Set 2MP, Dome(Indoor)2Pcs, Bullet (Outdoor) 2Pcs 4 Channel DVR, 1TB Surveillance HDD , for Home and Offices (2DOME2BULLET)",
    "price": 9500,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B09K6LK4PT"
  },
  {
    "title": "TP-Link Tapo C420S1 4Mp Outdoor Smart Wire-Free Security Battery Camera System,Water & Dust Proof,Compatible with Alexa & Google Home,2K Qhd,180-Day Battery Life,2 Way Audio,Ip65,Night Vision",
    "asin": "B0BNYSN3WZ",
    "brand": "TP-Link",
    "stars": 4.2,
    "reviewsCount": 154,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31Cs9FiKYOL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Security Cameras › Dome Cameras",
    "description": null,
    "price": 9999,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0BNYSN3WZ"
  },
  {
    "title": "SJCAM SJ6 Legend Optical 16 MP 4K 24fps 5.08 cm (2.0\") LCD Touch Screen Action Camera | Gyro Sensor | External Mic Support | Dual Screen (Black)",
    "asin": "B01N2O9WR9",
    "brand": "SJCAM",
    "stars": 4,
    "reviewsCount": 839,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51q72DiEZRL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Action Cameras",
    "description": null,
    "price": 8999,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B01N2O9WR9"
  },
  {
    "title": "Trueview 4G SIM Solar Powered Bullet Camera Advanced CCTV Security Camera with 4MP Clarity, Wireless Connectivity, and Solar Efficiency for Uninterrupted Surveillance",
    "asin": "B0CNW8LDSB",
    "brand": "Trueview",
    "stars": 3,
    "reviewsCount": 4,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31H3YCm2BVL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Security Cameras › Bullet Cameras",
    "description": null,
    "price": 6209,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0CNW8LDSB"
  },
  {
    "title": "Trueview Smart 4G Linkage 2Mp+2Mp Pan-Tilt Zoom CCTV Camera, Outdoor Indoor Security Camera, Water Proof, 2 Way Talk, Cloud Storage, Motion Detect, Supports SD Card Up to 256 GB, Night Vision",
    "asin": "B0CH3KC7S1",
    "brand": "Trueview",
    "stars": 2.9,
    "reviewsCount": 19,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31gqJK38+jL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Security Cameras › Dome Cameras",
    "description": "2+2MP 4G Smart Linkage Pan-Tilt Camera 4MM+8MM Fixed Lens PT Horizontal & Vertical Movement Range Pan 266°, Tilt 90° Dual monitoring. One camera for Wide angle monitoring, One camera for PT detailed monitoring. Built-in high-sensitivity Mic and Speaker For Half Duplex Audio Intercom Support 10X Digital Zoom Can be set 6 preset points favorite locations Unique Three Smart Night Vision Modes Micro SD Card Up to 256GB & Cloud Storage (Optional) 4G Connection, QR code camera conguration with SmartPhones/PC Active defense Siren & Lights Customize Voice Recordable massage for Audio Alerts Broadcast Area motion detection, Humanoid detection, Push Realtime Notication on the Application Support monitoring : PC / SmartPhones on TrueCloud Compression : H.264/H.265/H.265+ Alexa Support",
    "price": 5999,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0CH3KC7S1"
  },
  {
    "title": "Zhiyun 40W LED Video Light, FIVERAY M40 Bi-Color Portable Light Panel for Camera 14000 Lux@0.3m 2700K-6200K CRI 96+/TLCI 97+ Built-in Fans Support PD Fast Charge",
    "asin": "B0C43MC5XK",
    "brand": "zhi yun",
    "stars": 4.5,
    "reviewsCount": 15,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41dDyQfnzML._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Accessories › Digital Camera Accessories › Accessory Kits",
    "description": "ZHIYUN pushes the boundaries of technological structure and lighting performance, bringing the Powerful Pocket Light with 40W peak illuminance that responds to your calls for simplicity, reifying innovation and utility in its compact body.",
    "price": 5999,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0C43MC5XK"
  },
  {
    "title": "Skypearll Hidden Camera Detector Device Upgraded Anti Spy RF Detector GPS Tracker Detector Spy Camera Finder Find and Locate Eavesdropping Device AI Auto Scan 4-in-1 Easy to Use Rechargeable.",
    "asin": "B0B6RZPMZN",
    "brand": "Skypearll",
    "stars": 3.1,
    "reviewsCount": 94,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41mDjJOYihL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Cameras & Camera › Security Cameras › Spy Cameras",
    "description": null,
    "price": 5899,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0B6RZPMZN"
  },
  {
    "title": "DigiReach 8K 2.1 HDMI Fiber Cable AOC 10 Meter, Dynamic HDR - Dolby Vision - eARC - HDCP - 48Gbps (HD10-8K-AOC, 10 Meter)",
    "asin": "B0CQ4FCYHD",
    "brand": "DigiReach",
    "stars": 4.3,
    "reviewsCount": 90,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31jKJwohzTL._SY445_SX342_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Cables › HDMI Cables",
    "description": "8K HDMI 2.1 Cable 48Gbps: Optical 8K HDMI cable, complies with the latest HDMI 2.1 standard, 48Gbps bandwidth, refresh rate 8K@60Hz, 4K@120Hz, .Supports longer length lossless digital audio. Create high-definition and stable 3D stereoscopic image transmission, clear color tone, large-screen display, and enjoy a visual feast. Also backwards compatible with HDMI 2.0/1.4/1.3/1.2/1.1. Also backwards compatible with HDMI 2.0/1.4/1.3/1.2/1.1. --------------------------------------------------------------- Gaming Support: Our Fiber optic HDMI 2.1 cable work flawlessly with Xbox Series X/S, supports variable refresh rate (VRR) and HDMI 2.1 eARC. No lag, screen tearing, or motion blur, just an amazing vedio/audio quality. ------------------------------------------------------------------ High Quality: 24K Gold-Plated Interface enhances Signal Transmission Capability. Fiber optic cable reduce electromagnetic interference. Stable and high-speed transmission with 3D high-definition audio-visual enjoyment. Support the Dynamic HDR, HDCP 2.2&2.3. -------------------------------------------------------------------- Direction & Compatibility: Fiber optic cable is One-way Transmission. It must be installed in the correct direction. HDMI-enabled devices to your HD TV, monitors, displays, or projectors and compatible with streaming devices, Apple TV, NVIDIA SHIELD TV, CD/DVD/Blu-ray players, Fire TV, Roku Ultra, PS5/4, Xbox Series. The “Source” HDMI connector is for source devices(Blu-ray, STBox, etc.), and the “Display” HDMI connector is for display devices(TV, cinema projector, etc.) --------------------------------------------------------------------- Service: DigiReach provides a two-year warranty service. Return and exchange service is provided when the product has quality problems.",
    "price": 6150,
    "category": "Camera",
    "url": "https://www.amazon.in/dp/B0CQ4FCYHD"
  },
  {
    "title": "iQOO Z9 5G (Brushed Green, 8GB RAM, 128GB Storage) | Dimensity 7200 5G Processor | Sony IMX882 OIS Camera | 120Hz AMOLED with 1800 nits Local Peak Brightness | 44W Charger in The Box",
    "asin": "B07WGPBNTC",
    "brand": "iQOO",
    "stars": 4.1,
    "reviewsCount": 1062,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41WnWm3IjiL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": null,
    "price": 19999,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B07WGPBNTC"
  },
  {
    "title": "OnePlus Nord CE 3 Lite 5G (Pastel Lime, 8GB RAM, 128GB Storage)",
    "asin": "B0BY8JZ22K",
    "brand": "OnePlus",
    "stars": 4.2,
    "reviewsCount": 48713,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41Xe96WtZoL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": null,
    "price": 17499,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0BY8JZ22K"
  },
  {
    "title": "Redmi Note 13 5G (Prism Gold, 6GB RAM, 128GB Storage) | 5G Ready | 120Hz Bezel-Less AMOLED | 7.mm Slimmest Note Ever | 108MP Pro-Grade Camera",
    "asin": "B0CQP38JRG",
    "brand": "Redmi",
    "stars": 3.6,
    "reviewsCount": 2211,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41Hgqko42VL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": null,
    "price": 17999,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0CQP38JRG"
  },
  {
    "title": "Samsung Galaxy M34 5G (Prism Silver,8GB,256GB)|120Hz sAMOLED Display|50MP Triple No Shake Cam|6000 mAh Battery|4 Gen OS Upgrade & 5 Year Security Update|16GB RAM with RAM+|Android 13|Without Charger",
    "asin": "B0CHJ59XBG",
    "brand": "Samsung",
    "stars": 4,
    "reviewsCount": 14736,
    "thumbnailImage": "https://m.media-amazon.com/images/I/5134aj-bXnL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": null,
    "price": 19999,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0CHJ59XBG"
  },
  {
    "title": "Oppo A79 5G (Glowing Green, 8GB RAM, 128GB Storage) | 5000 mAh Battery with 33W SUPERVOOC Charger | 50MP AI Rear Camera | 6.72\" FHD+ 90Hz Display | with No Cost EMI/Additional Exchange Offers",
    "asin": "B0CL53RJML",
    "brand": "Oppo",
    "stars": 3.9,
    "reviewsCount": 216,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41GmPblevoL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": null,
    "price": 17499,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0CL53RJML"
  },
  {
    "title": "realme 12 5G (Woodland Green, 8GB RAM 128 GB Storage) | 108 MP 3X Zoom Portrait Camera | Trendy Watch Design | 45 W SUPERVOOC Charge | 5000 mAh Massive Battery | Dual Stereo Speakers | Dynamic Button",
    "asin": "B0CX213ZZM",
    "brand": "realme",
    "stars": 4,
    "reviewsCount": 20,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41gBO+6AB9L._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": "The realme 12 5G in Twilight Purple combines style with performance to deliver an exceptional smartphone experience. Featuring a vibrant 90Hz display, a powerful Dimensity processor, and 6GB of RAM, this phone offers smooth performance for all your daily tasks, from browsing the web to playing games. With 128GB of internal storage, expandable up to 1TB, you'll never run out of space for your photos, videos, and apps. The 48MP triple camera setup allows you to capture stunning photos with ease, while the 5000mAh battery ensures long-lasting usage. With fast charging support, you can quickly recharge your phone and get back to what matters most. The realme 12 5G also features a sleek and ergonomic design, along with enhanced security features such as face recognition and a rear fingerprint sensor. Experience blazing-fast download and upload speeds with 5G connectivity, and enjoy a smooth and intuitive user experience with Realme UI 3.0, based on the latest Android operating system.",
    "price": 17488,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0CX213ZZM"
  },
  {
    "title": "Motorola G84 5G (Viva Magenta, 12GB RAM, 256GB Storage) | 50MP (OIS) | 16MP Front Camera | Snapdragon 695 Processor | Ultra Premium Vegan Leather Design | Unbelievable 5G Speeds with 14 5G Bands",
    "asin": "B0CJYDKYRR",
    "brand": "Motorola",
    "stars": 4,
    "reviewsCount": 24,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41X2vwDvLaL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": "Explore a new array of features on this Moto G84 5G smartphone that is available in multiple colours, including the shades of PANTONE, Viva Magenta, Midnight Blue, and Marshmallow Blue. You can get this phone in premium vegan leather finish and in a 3D premium PMMA acrylic glass finish. The 10-bit billion colours with pOLED Display offer you an immersive entertainment experience. The availability of 12 GB RAM delivers nimble performance while 256 GB ROM offers vast storage space. With 14 5G bands, you can experience superfast network connectivity. Click stunning photographs with the 50 MP OIS camera with Ultra-pixel technology, 16 MP front camera and fill your life with memories. Loaded with impressive features like stereo speakers with Dolby Atmos and Moto Spatial sounds, Moto Connect, ThinkShield security, Family Space, IP54 water-resistant, etc., this phone is definitely a game changer. || Motorola Moto G84 5G SmartPhones was launched on 1st September 2023. The phone comes with a 120 Hz refresh rate 6.55-inch touchscreen display offering a resolution of 2400x1080 pixels (FHD+). Motorola Moto G84 5G is powered by an octa-core Qualcomm Snapdragon 695 processor. It comes with 12GB of RAM. The Motorola Moto G84 5G is powered by a 5000mAh non-removable battery. The Motorola Moto G84 5G supports proprietary fast charging. As far as the cameras are concerned, the Motorola Moto G84 5G on the rear packs a dual camera setup featuring a 50-megapixel primary camera, and an 8-megapixel (ultra wide-angle) camera. It has a single front camera setup for selfies, featuring a 16-megapixel sensor. Motorola Moto G84 5G is based on Android 13 and packs 256GB of inbuilt storage. It features an IP54 rating for dust and water protection. Connectivity options on the Motorola Moto G84 5G include Wi-Fi, GPS, Bluetooth v5.10, and USB Type-C. Sensors on the phone include accelerometer, ambient light sensor, compass/ magnetometer, gyroscope, proximity sensor, and in-display fingerprint sensor.",
    "price": 18000,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0CJYDKYRR"
  },
  {
    "title": "realme 12+ 5G (Navigator Beige, 8GB RAM, 128GB Storage)| Expandable Upto 2TB |MediaTek Dimensity 7050 Processor |Ultra-Smooth AMOLED Display | 50MP Sony LYT-600 OIS Portrait Cam | 67 W SUPERVOOCCharge",
    "asin": "B0CX212585",
    "brand": "realme",
    "stars": 4.2,
    "reviewsCount": 10096,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41WKhYwRMtL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": "The realme 12+ 5G in Navigator Beige combines style with performance to deliver an exceptional smartphone experience. Featuring a vibrant 90Hz display, a powerful Dimensity processor, and 6GB of RAM, this phone offers smooth performance for all your daily tasks, from browsing the web to playing games. With 128GB of internal storage, expandable up to 1TB, you'll never run out of space for your photos, videos, and apps. The 48MP triple camera setup allows you to capture stunning photos with ease, while the 5000mAh battery ensures long-lasting usage. With fast charging support, you can quickly recharge your phone and get back to what matters most. The realme 12+ 5G also features a sleek and ergonomic design, along with enhanced security features such as face recognition and a rear fingerprint sensor. Experience blazing-fast download and upload speeds with 5G connectivity, and enjoy a smooth and intuitive user experience with Realme UI 3.0, based on the latest Android operating system.",
    "price": 19790,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0CX212585"
  },
  {
    "title": "SAMSUNG Galaxy F15 5G 6GB RAM 128GB Storage (Jazzy Green)",
    "asin": "B0CY8D33MQ",
    "brand": "SAMSUNG",
    "stars": 2.5,
    "reviewsCount": 2,
    "thumbnailImage": "https://m.media-amazon.com/images/I/4103b-jg1+L._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": "The Samsung Galaxy F15 is a pinnacle of SmartPhones brilliance, featuring a vibrant sAMOLED display for an immersive visual journey. Experience unmatched battery endurance, lasting up to two days, and revel in four years of hassle-free performance with a powerful MediaTek Dimensity 6100+ and up to 12 GB of RAM. Silence background sounds with noise cancellation, seamlessly share across devices, and enjoy superfast 5G speeds. Capture every detail with the 50 MP triple camera setup and have fun with the front-facing camera's creative features. Fortify your security with the Samsung Knox Vault Chipset and personalise your experience with Smart UI features. The Galaxy F15 redefines smartphone excellence in a compact and versatile package, catering to every aspect of a modern, connected lifestyle.Samsung Galaxy F15: Redefining Smartphone Brilliance Embark on an unrivaled SmartPhones experience with the Samsung Galaxy F15, where innovation meets seamless functionality. Dive into a captivating visual journey with the sAMOLED display, bringing content to life with vibrant colors and sharp clarity. Whether you're streaming, gaming, or browsing, this display ensures an immersive and visually stunning experience that transcends expectations.Unmatched Endurance: A Battery That Lasts Bid farewell to battery anxiety with the Galaxy F15's power-packed battery, ensuring uninterrupted usage for up to two days. From sunrise to sunset and beyond, binge-watch your favorite shows, navigate through apps, and capture memories without worrying about running out of power. This device becomes your reliable companion, adapting to your dynamic lifestyle.Performance Beyond Boundaries Experience unparalleled performance longevity with the Galaxy F15, promising four years of hassle-free usage. Powered by the MediaTek Dimensity 6100+ and boasting up to 12 GB of RAM, along with RAM Plus and a spacious 128 GB storage (expandable up to 1TB), this smartphone redefines multitasking and storage capabilities.",
    "price": 15349,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0CY8D33MQ"
  },
  {
    "title": "realme 11 5G (Glory Black, 8 GB RAM, 256 GB Storage)",
    "asin": "B0CGF3D3ZG",
    "brand": "realme",
    "stars": 4,
    "reviewsCount": 992,
    "thumbnailImage": "https://m.media-amazon.com/images/I/416CqQgOzZL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › SmartPhones › Smartphones & Basic SmartPhoness › Smartphones",
    "description": "Realme 11 5G Summary :- Realme 11 5G SmartPhones was launched on 31st July 2023. The phone comes with a 120 Hz refresh rate 6.72-inch touchscreen display offering a resolution of 2400x1080 pixels (FHD+). Realme 11 5G is powered by an octa-core MediaTek Dimensity 6100+ processor. It comes with 8GB of RAM. As far as the cameras are concerned, the Realme 11 5G on the rear packs a dual camera setup featuring a 108-megapixel (f/1.75) primary camera, and a 2-megapixel (f/2.4) camera. It has a single front camera setup for selfies, featuring a 16-megapixel sensor with an f/2.45 aperture. The Realme 11 5G runs Realme UI 4.0 is based on Android 13 and packs 128GB, 256GB of inbuilt storage that can be expanded via microSD card with a dedicated slot. The Realme 11 5G is a dual-SIM SmartPhones that accepts Nano-SIM and Nano-SIM cards. The Realme 11 5G measures 165.70 x 76.00 x 8.05mm (height x width x thickness) and weighs 190.00 grams. It was launched in Dawn Gold and Moon Night Dark colours. Connectivity options on the Realme 11 5G include Wi-Fi, GPS, Bluetooth v5.20, NFC, USB Type-C, 3G, 4G (with support for Band 40 used by some LTE networks in India) , and 5G. Sensors on the phone include accelerometer, ambient light sensor, compass/ magnetometer, gyroscope, proximity sensor, and in-display fingerprint sensor.",
    "price": 17974,
    "category": "SmartPhones",
    "url": "https://www.amazon.in/dp/B0CGF3D3ZG"
  },
  {
    "title": "Kodak 108 cm (43 inches) Bezel-Less Design Series 4K Ultra HD Smart Android LED TV 43UHDX7XPROBL (Black)",
    "asin": "B09PLDS642",
    "brand": "Kodak",
    "stars": 3.8,
    "reviewsCount": 1841,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41e-BSvXapL._SY300_SX300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Televisions › Smart Televisions",
    "description": null,
    "price": 16000,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B09PLDS642"
  },
  {
    "title": "WANBO X2 Max Fully Automatic | Native 1080P Full HD | Android 9 | Projector for Home 4K | Auto Focus, Auto Keystone | 450 ANSI | WiFi 6, BT | Netflix, Hotstar, Prime & More",
    "asin": "B0CQTCVN7Y",
    "brand": "WANBO",
    "stars": 4,
    "reviewsCount": 142,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31YFPNVGonL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Projectors",
    "description": null,
    "price": 15990,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0CQTCVN7Y"
  },
  {
    "title": "Tobo 4K HDMI Audio Extractor Splitter, HDMI to HDMI + Optical Toslink SPDIF + 3.5mm Audio Jack + Coaxial + 7.1Ch HDMI Audio Support ARC and eARC Function-TD-909H.",
    "asin": "B0BPLHY259",
    "brand": "Tobo",
    "stars": 2.7,
    "reviewsCount": 27,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41uHVdyEnxL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Video Converters",
    "description": null,
    "price": 5399,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0BPLHY259"
  },
  {
    "title": "Tobo Hdmi To Hdmi Digital Audio To Analog Converter Lpcm 7.1Ch Dac Audio E X Tractor-(TD-439H-01)",
    "asin": "B07RT6CD9D",
    "brand": "Tobo",
    "stars": 3.3,
    "reviewsCount": 24,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41pkn-ZOP6L._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Video Converters",
    "description": "If you need to extract RCA/Analog from HDMI signal and also send video/pass-through to your Display this item is good for you. Example: you have an older receiver with only RCA Connections and it's a great This HDMI to 7.1 Channel Audio Converter Can Help You to Synchronize Separate the HDMI Signal to the SPDIF Optical Digital Audio Output",
    "price": 5499,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B07RT6CD9D"
  },
  {
    "title": "RuhZa 4K TV Box, 4K Mini PC Box, Smart TV Most Latest 10.1 8GB Ram, 64GB ROM Support 2.4G/5.0G Dual Wi-Fi TV Box and Remote.",
    "asin": "B0BZSK6TXJ",
    "brand": "RuhZa",
    "stars": 1,
    "reviewsCount": 1,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31o3sXMqdjL._SX300_SY300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Televisions › Smart Televisions",
    "description": "4K TV Box, 4K Mini PC Box, Smart TV Most Latest 10.1 8GB Ram, 64GB ROM Support 2.4G/5.0G Dual Wi-Fi TV Box with Remote Product Information:- TV Box 4K 5-G (5-G is only a model name, Don't use 5-G band of router. For better stability and performance Choose 2.4G or 5.0G connection for high quality streaming in 4K quality) X-stream internet connection has poor performance over wifi Connect with LAN cable) OS: 10.1 X or higher HDMI OUT: 1 x HDMI 2.0. 2K*4K max resolution. HD and UHD streaming Micro SD: 1 x SD card slot USB Port: 4 x USB 2.0 Host. LAN Port: 1 x RJ45 LAN Port. 3D: Hardward 3D graphics acceleration Support Decoder format: HD MPEG1/2/4, H.265, 4K-HD, HD AVC/VC-1, RM/RMVB,Xvid/DivX3/4/5/6, Real Video8/9/10 Supported Media Format: Avi/Rm/Rmvb/Ts/Vob/Mkv/Mov/ISO/wmv/asf/flv/dat/mpg/mpeg USB host: 4 High speed USB 2.0, support U DISK and USB HDD Card reader: SD/SDHC/MMC cards File system: FAT16/FAT32/NTFS (DO NOT CONNECT HARD DISK DIRECTLY TO TV BOX. IT WILL DAMAGE YOUR HDD/SSD & TV BOX) Support Subtitle: SRT/SMI/SUB/SSA/IDX+USB High Definition video output: SD/HD max. 3840 x 2160P pixel Wireless: Built in WiFi 2.4G/5.0G SPDIF: 1 x SPDIF (NOT OPTICAL) Resolution: Support 2K*4K Power Supply: DC 5V/2A Power Indicator (LED): Power",
    "price": 6749,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0BZSK6TXJ"
  },
  {
    "title": "PKST T300 LED Mini Projector for Laptop Portable Home Theater 320x240 Pixels | TV Video & Home Audio | Home Theater Projectors | Consumer Electronics (Yellow Projector)",
    "asin": "B0CCXYXMTM",
    "brand": "pkst with line BE TECHNICALLY SMART",
    "stars": 3.9,
    "reviewsCount": 19,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31yAnem0O6L._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Projectors",
    "description": "PKST :-Description: Short Focus Optical Lens - Focus at a distance of 50CM. Add image edge distortion correction, significantly improve the image uniformity. New Ul Interface - Support for multi-format video, audio, pictures, e-book playback. Brightness Increase - Brightness increased by 50%, better sensory experience, new optimized light path + efficient LED Diffuse Reflection Imaging Makes the Eye Healthy - Projection unique diffuse reflection imaging principle, reduce eye stimulation and visual fatigue, so that more comfortable and healthy watching Built-in Miniature Speaker - Ultrasonic welding technology, small size also has loud effect. Specification: Model: T300 Support Resolution: 1920x1080 Interface: HDMI, USB, TF Card Slot, AV, 5V-2A Built in Speaker: Yes Lamp Life: 20000 hours Product Size: 114X87X50mm Package Includes: 1X T300 Projector 1X Power Adapter (EU Plug) 1X Remote Control 1X AV Cable 1X User Manual Note: Transition: 1cm=10mm=0.39inch Please allow slightly 0-1cm difference due to manual measurement. Colors can appear different depending on light and how the listing is viewed. Thanks for your understanding and attention. Wish you a pleasant shopping experience!",
    "price": 8999,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0CCXYXMTM"
  },
  {
    "title": "XIKKART Digital HDMI Extender 150m IP Over Cat5e/6 Uncompressed Full HD 1080p 60Hz HDMI Over Ethernet Cable Up to 495Ft, HDMI IP Extender Support IR Remote Control and HDMI Loop Out.",
    "asin": "B0C38VT6LX",
    "brand": "XIKKART",
    "stars": 4.8,
    "reviewsCount": 420,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41nMW2McopL._SX300_SY300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Cables › HDMI Cables",
    "description": null,
    "price": 4899,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0C38VT6LX"
  },
  {
    "title": "Smart Shelter Universal TV Stand, Heavy Duty Floor Mount Trolley with Detachable Set Top Box Tray for LCD, LED, Televisions and Monitors 16\" to 55\", Height Adjustable, Metal, Capacity Upto 80Kg, Black",
    "asin": "B07MB9N65R",
    "brand": "Smart Shelter",
    "stars": 4,
    "reviewsCount": 426,
    "thumbnailImage": "https://m.media-amazon.com/images/I/318nPbNX4cL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › TV Mounts, Stands & Turntables › TV Wall & Ceiling Mounts",
    "description": null,
    "price": 4494,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B07MB9N65R"
  },
  {
    "title": "SAVSOL Manual Auto-Lock Series, Projector Screen, 4:03 Aspect Format, 7 Ft. Width x 5 Ft. Height with 100\" Diagonal, in HD,3D and 4k Ready (7 Feet (W) x 5 Feet (H) - 100\" Inch)",
    "asin": "B08LQKMKP9",
    "brand": "SAVSOL",
    "stars": 4.3,
    "reviewsCount": 3856,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51itPmDkiSL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Projector Accessories › Projection Screens",
    "description": "SAVSOL Screen Size :- 7 ft. (W) x 5 ft. (H) - 100\" Inch || SAVSOL AUTOLOCK/INSTALOCK PROJECTOR SCREENManual pull down projector screen is a popular choice as it is versatile, easy to use, and easy to install. The manual pull-and-release systems allow you to lower the screen to the desired height and lock it into place. It can be rolled into a secure housing after use.Features :Come in Easy to clean washable fabric material with full black backed side eliminates light penetration for color reproduction, Complimentary 4-side black masking border enhance picture Quality.Imported matte white fabric In 1.1 gain with 180 degree viewing angle, Keep your eyes strain with Anti-UV coated material for protect your eyes while viewing movie, compatible for HD/3D/4K content.Manual auto-lock / Insta-lock mechanism with Spring auto-roll back spring Action mechanism. No-need hook on bottom side for hold the screen. Wall / Ceiling Installation Designed.",
    "price": 4599,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B08LQKMKP9"
  },
  {
    "title": "WHOOSH! Screen Cleaner Kit – Best for– Smartphones, iPads, Eyeglasses, Kindle, LED, LCD & TVs – Includes 3.4 Oz Bottle + 2 Cloths",
    "asin": "B0BHJ1T1NM",
    "brand": "WHOOSH!",
    "stars": 4.6,
    "reviewsCount": 5191,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31rgU5d8J7L._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Cleaning › Screen Cleaning",
    "description": "AMAZON EXCLUSIVE ; NEW BOTTLE, IMPROVED PACKAGING, INCREASED VALUE ; Kit includes 1 unit of 3.4 fl oz with 2 Microfiber cloths",
    "price": 1699,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0BHJ1T1NM"
  },
  {
    "title": "Drumstone {15 years Replacement Warranty }5G WiFi Mini Projector,Portable Movie Projector,Neat Projector,Proyector Compatible with Laptop,Tablet,Provide HDMI,USB,Earphone,AV Port and Remote Controller",
    "asin": "B0CHPQYW12",
    "brand": "Drumstone",
    "stars": 4.2,
    "reviewsCount": 1985,
    "thumbnailImage": "https://m.media-amazon.com/images/I/414JVYEJNFL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Projectors",
    "description": null,
    "price": 4999,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0CHPQYW12"
  },
  {
    "title": "OBSBOT Remote Control Tiny Series Webcam2.0, Used Tiny 2, Tiny 4K, Tiny UVC to HDMI Adapter 2nd Gen",
    "asin": "B0C741VPX1",
    "brand": "OBSBOT",
    "stars": 4,
    "reviewsCount": 65,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31UM2NsQeuL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Remote Controls",
    "description": "Designed for OBSBOT Tiny 2, an incredible upgrade of the OBSBOT Tiny remote controller, now added new smart features to the remote control. A fusion of a presentation clicker and webcam remote controller, controls the camera and presents with just one controller.",
    "price": 4999,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0C741VPX1"
  },
  {
    "title": "BlueRigger Ultra Series 8K HDMI to HDMI Cable with 48Gbps Speed, (35 Feet / 10.5 Meter) Supports 8K@60HZ, 4K@120HZ, 1080p FullHD, UHD/Ultra HD, 3D, High Speed with Ethernet, eARC, PS4, Xbox, HDT",
    "asin": "B09Q2VNN2P",
    "brand": "BlueRigger",
    "stars": 4.3,
    "reviewsCount": 679,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41JGux1LwnL._SX342_SY445_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Cables › HDMI Cables",
    "description": null,
    "price": 4649,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B09Q2VNN2P"
  },
  {
    "title": "Tobo 4x2 HDMI Matrix Switch,4 in 2 Out Matrix HDMI Video Switcher Splitter +Optical & L/R Audio Output,Support Ultra HD 4K x 2K,3D 1080P,Audio EDID Extractor with IR Remote Control &Power Adapter-TD-485H.",
    "asin": "B07MBGQJQV",
    "brand": "Tobo",
    "stars": 3.8,
    "reviewsCount": 7,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41fuuGs+UGL._SX300_SY300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › Satellite Equipment › Switches",
    "description": null,
    "price": 4999,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B07MBGQJQV"
  },
  {
    "title": "ULTRAMAC 46 INCH LED/LCD/3D/PLASMA TV Screen Protector Glass TV Guard [Non Breakable Tempered Fiber Glass Guard]- 100% Crystal Clear Transparent",
    "asin": "B0CV4XPDH7",
    "brand": "ULTRAMAC",
    "stars": 4.1,
    "reviewsCount": 205,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51A3UfIlXiL._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Home Theater, TV & Video › Accessories › TV Display Protectors",
    "description": "ULTRAMAC screen guard prevent damage ,scratches ,fingerprints screen protector protect from sharp objects at home like spoon, knife, scissors, nail cutter, forks and water etc. The glass have no change ,like fading after 2 year of apply on tv. we r top manufacturer of LED TV Screen protector in INDIA screen guard easy to install. it is unpack and place it in front of the tv & tight with top & bottom belts from the back. SCREEN PROTECTOR is ideal for families with children and own. Easy to clean with the help of soft wet cotton cloth. SCREEN GUARD is 1 inch bend to easily hang on led tv. SCREEN PROTECTOR can have odd effect on eye sight and HD clear vision and true display display of vibrant colours.",
    "price": 4699,
    "category": "Home Entertainment",
    "url": "https://www.amazon.in/dp/B0CV4XPDH7"
  },
  {
    "title": "Satrani Women'S Georgette Leheriya Printed Saree With Unstitched Blouse Piece",
    "asin": "B0CJVGXXC1",
    "brand": "Satrani",
    "stars": 3.4,
    "reviewsCount": 806,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51PRt3ytajL._SY445_SX342_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Ethnic Wear › Sarees",
    "description": null,
    "price": 1450,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0CJVGXXC1"
  },
  {
    "title": "GLARE & BLAIR Solid Halter Neck Sleeveless Stylish Western Ribbed Crop Tank Top for Women",
    "asin": "B09RBCFD3F",
    "brand": "GLARE & BLAIR",
    "stars": 4.1,
    "reviewsCount": 474,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31w-W7tOa0L._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Western Wear › Tops, T-Shirts & Shirts",
    "description": "Solid Halter Neck Sleeveless Stylish Western Ribbed Crop Tank Top for Women",
    "price": 2999,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B09RBCFD3F"
  },
  {
    "title": "Santimo Valtina lens sun glass Anti glare UV420 PROTECTED reading glasses Wayfarer Frame Glasses Zero Power for Eye Protection from Computer Laptop SmartPhones Eyeglasses Make In india",
    "asin": "B09K1MQ7KS",
    "brand": "Generic",
    "stars": 3,
    "reviewsCount": 29,
    "thumbnailImage": "https://m.media-amazon.com/images/I/21q4yFXO05L._SX342_SY445_.jpg",
    "breadCrumbs": "Health & Personal Care › Health Care › Eye Care › Reading Glasses",
    "description": null,
    "price": 1850,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B09K1MQ7KS"
  },
  {
    "title": "Blangels For girls and Woman",
    "asin": "B0CPVRT61Z",
    "brand": "Generic",
    "stars": 3.1,
    "reviewsCount": 549,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41+UIH8YCpL._SX300_SY300_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Western Wear › Tops, T-Shirts & Shirts",
    "description": "Traditional Bangels for Women and Girls",
    "price": 299,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0CPVRT61Z"
  },
  {
    "title": "LOURYN KOULYN® Women's Seamless Hipster Ice Silk Panty, Briefs Woman Seamless Underwear Panties Seamless String Panty (Seamless Pack of 4)",
    "asin": "B0CH8WPPFZ",
    "brand": "Generic",
    "stars": 2.9,
    "reviewsCount": 7,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41zuGnpSAiL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Lingerie › Panties › Hipsters",
    "description": "Find Your Perfect Size: Size XS fits the waist: 23.62\"(60cm) Size S fits the waist: 25.98\"(66cm) Size M fits the waist : 26.77\"(68cm) These panties are made of nylon&spandex, stretchy freely but not easy to be deformed, with 100% cotton crotch lining, care much about women's private parts. Our seamless undies are invisible under figure-hugging clothing, giving comfortable wearing experience. Very lightweight, silky touch, easy to wash and dry quickly, wear one, pack others, and you are ready for travel at this summer. So what are you waiting for?",
    "price": 549,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0CH8WPPFZ"
  },
  {
    "title": "Snowball Lace Capri Leggings for Women | PlusSize Stylish Net Capri for Girls",
    "asin": "B0BWCCWXDY",
    "brand": "Snowball",
    "stars": 4,
    "reviewsCount": 105,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31l4W+qmepL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Western Wear › Leggings",
    "description": "SNOWBALL A LOTS OF WOMEN FASHION Capri Leggings Offer For Girls | 3/4th Length Capri’s For Girls | Short Leggings Combo Offer | Short Capri For Girls Western Wear | Soft & Stretchable Capri For Girls In Set | CAPRI Leggings For Girls Capri For Girls For Daily Use Stylish3/4th Leggings For Kids Girls Ankle Length Capri Pack 3/4th Capri For Women White & Black Capri’s For Women's | Three Quarter Leggings For Women XXL | 3 Quarter Leggings For Women Short Leggings For Women Best Fitted For Waist | PlusSize Legging 3/4 For Women Reasonably Priced Short Capri’s For Women's | Viscose Capri | Lace Capri For Women CAPRI Leggings For Girl Legging 3/4 For Girl Legging Capri For Girl 3/4 Legging Capri’s For Girl Three Fourth Leggings For Girls Three Quarter Leggings For Girl 3 Quarter Leggings For Girl 3/4 Leggings For Girl 3/4 For Girls Pants 3/4 Pants For Girl Three Fourth Leggings For Girls Knee Length Leggings For Girls Capri Leggings For Girls Capri For Girl Western Wear Short Legging For Girl Net Capri Shorts For Girl Designer Capri Half Pant Lace Capri’s For Girl Stylish CAPRI Leggings For Girls Designer Lace Net Capri For Girls Capri Leggings 3/4 Leggings Capri Half Pant Three Quarter 3 Quarter Ankle Length Capri For Daily Use Capri Capri For Girls Below 500 Fancy Capri For Girls For Daily Use 3/4 Leggings For Girls Three Fourth Leggings For Girls 3/4 Legging Capri’s For Girls Ankle Length Capri organizer for wardrobeBeautiful Stretchable Flower Lace In Bottom .",
    "price": 899,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0BWCCWXDY"
  },
  {
    "title": "Switchon Scarf cum mask Rayon Printed fancy scarf for women Size Adjustable - Multi",
    "asin": "B09R11XT1L",
    "brand": "Switchon",
    "stars": 4,
    "reviewsCount": 14,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41y9JS7aIaL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Accessories › Scarves, Stoles & Wraps › Scarves",
    "description": null,
    "price": 1100,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B09R11XT1L"
  },
  {
    "title": "Justice League Women's Modal Socks",
    "asin": "B071H8N95K",
    "brand": "JUSTICE LEAGUE",
    "stars": 3.9,
    "reviewsCount": 83,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41zR3YQnFiL._SY445_SX342_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Sportswear › Athletic Socks",
    "description": "Official Licensee of D.C Comics- Justice League; Size : UK 4 to UK 7",
    "price": 349,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B071H8N95K"
  },
  {
    "title": "Rich Apparel Hot Women Sexy Babydoll Honeymoon Dress Nightwear, Designer Lace Transparent Net Western Dress Sexy wear for Night",
    "asin": "B0B42TZJ9V",
    "brand": "Generic",
    "stars": 4.8,
    "reviewsCount": 8,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41DuyQ5MoxL._SY445_SX342_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Sleep & Lounge Wear › Babydolls",
    "description": "Occasion: Perfect for Bedroom, Special nights, Nightwear, Valentine's day dress, Honeymoon. Perfect gift for ladies, wife and girlfriend on valentine's day, wedding night, honeymoon or every hot night.",
    "price": 549,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0B42TZJ9V"
  },
  {
    "title": "Clovia Women's Polyester Activewear Short Sleeve Sports T-Shirt",
    "asin": "B0922MPBP8",
    "brand": "Clovia",
    "stars": 3.7,
    "reviewsCount": 54,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31jmEelKNRS._SY445_SX342_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Western Wear › Tops, T-Shirts & Shirts › T-Shirts",
    "description": null,
    "price": 379,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0922MPBP8"
  },
  {
    "title": "Selvia Women's Poly Viscose Solid Regular Fit Shirt",
    "asin": "B0B2RX1DZ6",
    "brand": "Selvia",
    "stars": 3.9,
    "reviewsCount": 1814,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31ol8mYW1JL._SY445_SX342_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Western Wear › Tops, T-Shirts & Shirts › Shirts",
    "description": "This Shirt Is Made Of Polyester Viscose Blend Fabric,Crafted For Every Comfort. This Solid Dress To Make It Suitable For Daily Party Or Evening Wear.",
    "price": 699,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0B2RX1DZ6"
  },
  {
    "title": "VIMAL JONNEY Women's Regular Fit Cotton Track Pants | Lower |Pajama |Lounge Pant for Women-D1__PRT__8NVY__01",
    "asin": "B08JQ4S9WB",
    "brand": "VIMAL JONNEY",
    "stars": 3.5,
    "reviewsCount": 102,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41oFvQ1wzoL._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Sportswear › Trousers › Track Pants",
    "description": null,
    "price": 999,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B08JQ4S9WB"
  },
  {
    "title": "Nakoda Creation Women's Floral Cotton Dupatta (Cotton Dupatta_Pack of 7_Multi_One Size_Multicolour_One Size)",
    "asin": "B01IPD8RVM",
    "brand": "Nakoda Creation",
    "stars": 3.5,
    "reviewsCount": 723,
    "thumbnailImage": "https://m.media-amazon.com/images/I/418JYgGLt1L._SX342_SY445_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Ethnic Wear › Chunnis & Dupattas",
    "description": "Nakoda Creation colorful beautiful Dupatta. Make your casual look all the more fun and comfortable by wearing these duppata. Colourful casual duppata from rangreza is a mix 'n' Match for kurtas, kurtis and tunics. Made of cotton. Beautifully designed for colourful and casual look.",
    "price": 249,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B01IPD8RVM"
  },
  {
    "title": "Fasska Women's High Neck Casual Crop top Full Sleeves",
    "asin": "B0BZZRPKL9",
    "brand": "Fasska",
    "stars": 3.8,
    "reviewsCount": 50,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31EiWoHMjJL._SY445_SX342_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Western Wear › Tops, T-Shirts & Shirts › T-Shirts",
    "description": null,
    "price": 1499,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0BZZRPKL9"
  },
  {
    "title": "Triangle Hair Band Cum Head Scarf DIgitel Printed Silk Satin For Girls Women Pack Of 3",
    "asin": "B0C9QYSP8N",
    "brand": "DEEPNYRA - LIVING STYLE",
    "stars": 4,
    "reviewsCount": 3,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51CDlDlFcaL._SX300_SY300_.jpg",
    "breadCrumbs": "Clothing & Accessories › Women › Accessories › Scarves, Stoles & Wraps › Scarves",
    "description": null,
    "price": 300,
    "category": "Women's Clothing",
    "url": "https://www.amazon.in/dp/B0C9QYSP8N"
  },
  {
    "title": "Night at the Museum",
    "asin": "B006QQE4OK",
    "brand": "Night at the Museum",
    "stars": 4.5,
    "reviewsCount": 312,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51sfa6FNSzL._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Comedy",
    "description": "Ben Stiller leads an all-star cast including Robin Williams in this hilarious blockbuster hit. When Larry Daley (Stiller) is hired as a museum night watchman he soon discovers that all the exhibits come to life after the sun sets. Suddenly, Larry finds himself fact-to-face with a frisky T.Rex skeleton, tiny armies of romans and cowboys and a mischievous monkey who taunts him to the breaking point. But he may just figure out a way to control the chaos and become a hero in his son’s eyes. Boasting jaw dropping special effects and laugh-out-loud moments, night at the museum is your ticket to nonstop fun!",
    "price": 400,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B006QQE4OK"
  },
  {
    "title": "The Road to El Dorado",
    "asin": "B016Y371U8",
    "brand": "The Road to El Dorado",
    "stars": 4.8,
    "reviewsCount": 776,
    "thumbnailImage": "https://m.media-amazon.com/images/I/618KnAWwUEL._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Animation",
    "description": "Two swindlers get their hands on a map to the fabled city of gold, El Dorado.",
    "price": 299,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B016Y371U8"
  },
  {
    "title": "The Twilight Saga: New Moon",
    "asin": "B012S2B6ZU",
    "brand": "The Twilight Saga: New Moon",
    "stars": 5,
    "reviewsCount": 2,
    "thumbnailImage": "https://m.media-amazon.com/images/I/519eMeLokRL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Drama",
    "description": "Edward leaves Bella after an attack that nearly claimed her life and in her depression she falls into yet another paranormal relationship - this time with werewolf Jacob Black.",
    "price": 499,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B012S2B6ZU"
  },
  {
    "title": "Marudhar Express",
    "asin": "B082BCYLCS",
    "brand": "Marudhar Express",
    "stars": 5,
    "reviewsCount": 1,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51QqDD-sE2L._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Comedy",
    "description": "Marudhar Express' is a story of an innocent man Marudhar (Kunaal Roy Kapur) and his ambitious wife Chitra (Tara-Alisha Berry) who struggle with the pressure of childbirth right after their arranged marriage. Marudhar is the only son of his tyrant father, Ashok Pandey (Rajesh Sharma). Looking at Marudhar’s boring life due to his laid back approach, Ashok makes marriage plans for him to which he is not allowed to refuse. What follows is a comedy of ridiculous proportions as Marudhar has to marry the sweet yet bold Chitra. With no experience in dealing with women, let alone a wife, Marudhar embarks on an emotional and equally hilarious journey in no time as he tries to find his feet amidst love, life and family. The story then deals with all the problems a couple faces post an arranged marriage in a comic way.",
    "price": 399,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B082BCYLCS"
  },
  {
    "title": "Bewakoofiyaan",
    "asin": "B00JPEIH6G",
    "brand": "Bewakoofiyaan",
    "stars": 3.5,
    "reviewsCount": 12,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51-vhrKl0zL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Drama",
    "description": "Mohit is a marketing whiz kid vying for a step up the career ladder. Mayera is a financial brain with a penchant for shoes. They're a young middle-class corporate couple that's ambitious and likes the good life too. They work hard, they party hard. They're also passionately in love with each other. Their belief: You can live on love and fresh air. Their obstacle: Mayera's willful bureaucratic father V.K. Sehgal. The obstinate old man believes that only a rich man can bring Mayera happiness and a mid-level executive like Mohit simply isn't good enough! Exactly how fragile are relationships in these times where consumer lifestyles dictate their very nature and intensity? Who gets the last laugh when recession strikes and the lack of money tests love... credit-card-junkies private-sector Mohit-Mayera; or safe-playing sarkari, V.K. Sehgal?",
    "price": 150,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B00JPEIH6G"
  },
  {
    "title": "Lamhe",
    "asin": "B00G2UJ274",
    "brand": "Lamhe",
    "stars": 4.4,
    "reviewsCount": 57,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41pXPfJMnlL._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Drama",
    "description": "Viren, on a visit to India, falls in love with Pallavi, who happens to be older than he is. Her age doesn't bother him but as Dai Maa points out, its unusal in India for the woman to be older than the man. During a property dispute and a court case, Paalavi's father suddenly dies of a heart-attack. She is shattered. He goes to comfort her but finds out she was never in love with him, but with a pilot, Vinod. They get married and Viren leaves for London. A year later, Vinod and Pallavi die in an accident. She leaves behind a daughter, Pooja. She grows up to look like a replica of her beautiful mother. When Viren visits India, he gets a shock when he sees her the first time. Pooja slowly reveals that she is in love with Viren, but Viren still loves Pallavi, the memories of Pallavi never leave him. The film is about unrequited love, living life with a passion, friendship and more.",
    "price": 199,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B00G2UJ274"
  },
  {
    "title": "Jab Pyaar Kisise Hota Hai",
    "asin": "B01F233QIW",
    "brand": "Jab Pyaar Kisise Hota Hai",
    "stars": 4.8,
    "reviewsCount": 12,
    "thumbnailImage": "https://m.media-amazon.com/images/I/611fM2JIoKL._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Romance",
    "description": "Suraj Dhanrajgir (Salman Khan) is a rich playboy who cares about nothing except chasing girls and drinking alcohol. He meets Komal (Twinkle Khanna) and falls in love with her, but she rejects him for his behaviour. He seeks his grandfather's (Anupam Kher) help to speak to the girl's uncle and aunt. Komal agrees to marry Suraj on the condition that he must give up all his bad habits within six months. Though it is difficult for Suraj, he tries to change his life-style. The two lovers are happy and busy making plans for their wedding. Their families are excited too. However, Suraj's dreams get shattered when he comes across 8 years old boy Kabir (Aditya Narayan). Kabir claims to be Suraj’s son and offspring of affair Suraj had with his mother. After his mother’s death, he has come to Suraj & now Suraj is afraid of telling the truth to his fiancée and finds himself torn between Komal and Kabir. What will happen if Komal comes to know the reality? Will she accept Kabir & forgive Suraj?",
    "price": 350,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B01F233QIW"
  },
  {
    "title": "Baaghi 2",
    "asin": "B07FJGGNJY",
    "brand": "Baaghi 2",
    "stars": 3.8,
    "reviewsCount": 34,
    "thumbnailImage": "https://m.media-amazon.com/images/I/517v8JeCo-L._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Crime & Thriller",
    "description": "A battle-hardened army officer squares off against drug lords and Russian henchmen to save his ex-lover's kidnapped daughter in the underbelly of Goa, India.",
    "price": 499,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B07FJGGNJY"
  },
  {
    "title": "Kabhi Alvida Naa Kehna",
    "asin": "B00G2UIDRE",
    "brand": "Kabhi Alvida Naa Kehna",
    "stars": 4.4,
    "reviewsCount": 114,
    "thumbnailImage": "https://m.media-amazon.com/images/I/516ljczp7jL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Drama",
    "description": "Featuring talented actors like Shahrukh Khan, Rani Mukherjee, Amitabh Bachchan, Preity Zinta, Abhishek Bachchan and Kiron Kher, Kabhi Alvida Naa Kehna is a Hindi romantic movie directed by Karan Johar. Dev (played by Shah Rukh Khan) is married to Riya (played by Preity Zinta), and they have a son, Arjun. Dev is a football player whose promising career was cut short due to an accident and is dependent on Riya. He is upset about his bad luck and broods all the time. He soon starts suspecting Riya of having and affair with Rishi (played by Abhishek Bachchan). However, Rishi happens to be married to Maya (played by Rani Mukherji). The Kabhi Alvida Naa Kehna movie Hindi blu ray is the perfect entertainer for you and your family. Enjoy the drama in this Kabhi Alvida Naa Kehna movie on blu ray.Kabhi Alvida Naa Kehna movie blu ray also includes other characters like Rishi's father, Samarjit Singh aka Sam (played by Amitabh Bachchan) and Dev's mother, Kamaljit (played by Kiron Kher). Sam is a fun-loving person who wants his son and daughter-in-law to always be happy. The two families happen to make friends and meet up one day when Dev openly accuses Riya of having an affair with Rishi. Under the pretext of saving their respective marriages, Dev and Maya meet regularly and end up falling in love. They both realise that the life they are living is not the one they desire, bringing a twist in the story. With different characters portraying different roles, Kabhi Alvida Naa Kehna movie blu ray will let to enjoy and experience the emotional situations that arise during relationships in life.",
    "price": 599,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B00G2UIDRE"
  },
  {
    "title": "Kung fu Panda / Madagascar 2",
    "asin": "B006QRLJLK",
    "brand": "WB",
    "stars": 5,
    "reviewsCount": 1,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51K4kMGEpjL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Kids & Family",
    "description": "The sequel to 2005's Madagascar , in which New York Zoo animals, Alex the Lion, Marty the Zebra, Melman the Giraffe and Gloria the Hippo, still stranded on Madagascar, start to leave the island. All of a sudden, they land in the wilderness of Africa, where Alex meets the rest of his family, but has trouble communicating with them after spending so much time at the Central Park Zoo.",
    "price": 449,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B006QRLJLK"
  },
  {
    "title": "Game Night",
    "asin": "B079PRHNZS",
    "brand": "DC",
    "stars": 4.7,
    "reviewsCount": 1195,
    "thumbnailImage": "https://m.media-amazon.com/images/I/512r3rfvUIL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Action & Adventure",
    "description": "A group of friends who meet regularly for game nights find themselves trying to solve a murder mystery.",
    "price": 550,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B079PRHNZS"
  },
  {
    "title": "The Incredible Hulk",
    "asin": "B07VY31Q2B",
    "brand": "Marvel",
    "stars": 4.6,
    "reviewsCount": 4990,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51-274-Gq1L._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Action & Adventure",
    "description": "Depicting the events after the Gamma Bomb. 'The Incredible Hulk' tells the story of Dr Bruce Banner, who seeks a cure to his unique condition, which causes him to turn into a giant green monster under emotional stress. Whilst on the run from military which seeks his capture, Banner comes close to a cure. But all is lost when a new creature emerges; The Abomination.",
    "price": 850,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B07VY31Q2B"
  },
  {
    "title": "Lagaan - Collector's Edition (2-Disc)",
    "asin": "B006O2P83M",
    "brand": "T-Series",
    "stars": 4,
    "reviewsCount": 166,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51UToiPEGXL._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Drama",
    "description": "Lagaan by Ashutosh Gowariker is an Indian epic sports-drama, which was nominated for the Academy Award for the Best Foreign Language Film. It stars Aamir Khan as Bhuvan, Gracy Singh as Gauri and Rachel Shelley as Elizabeth Russell. This Ashutosh Gowariker movie, which explores the the time India was ruled by the British, has won eight National Film Awards. In 2011, It was named on TIME's The All-TIME 25 Best Sports Movies. It has a 95% score on Rotten Tomatoes.This Ashutosh Gowariker film is set in 1893 in a small Indian village. The locals are burdened by high taxes, which have been levied by the British Captain andrew Russell (Paul Blackthorne). Much to their surprise, the arrogant Russell challenges the Indians to a cricket match. He says that if the locals win, then their taxes will be cancelled for the next three years. If the lose, they will have to pay thrice the amount of their normal taxes. Bhuvan takes up the challenge without consulting others. Having never played this alien game before, the villagers are furious at him. In Lagaan, Bhuvan tells everyone that it is essential to fight against the British rule. He then starts training the villagers, most of whom are reluctant to play.Russell's sister, Elizabeth, secretly teaches them the rules of the game. Though Bhuvan and Gauri are in love, Elizabeth falls for this Indian villager. The woodcutter, Lakha (played by Yashpal Sharma), is also in love with Gauri and wishes to discredit Bhuvan. He joins the cricket team but becomes Russell's spy. The second half of Lagaan focuses on the match between the villagers and the British officers. Things don't go as planned for the Indians. With the ball not spinning, catches being dropped and wickets not falling, Bhuvan is in deep trouble. The narration by Amitabh Bachchan adds to the thrill of the movie.The songs by A R Rahman, like Ghanan Ghanan and Radha Kaise Na Jale, are still popular. Rated as U (Universal), this DVD has a runtime of 215 minutes and has been released by Excel Home Entertainment.",
    "price": 699,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B006O2P83M"
  },
  {
    "title": "Band Baaja Baaraat",
    "asin": "B004JHEOMU",
    "brand": "T-Series",
    "stars": 4.2,
    "reviewsCount": 77,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51i5sYlSmWL._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Romance",
    "description": "Shruti (Anushka Sharma) is a 20 something no nonsense girl from a middle class Delhi household. Focused and determined with preplanned ambitions, her goals in life are well laid out by the time she reaches her final year of college.",
    "price": 499,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B004JHEOMU"
  },
  {
    "title": "The Legend of Tarzan",
    "asin": "B01I97D0JI",
    "brand": "WB",
    "stars": 4.5,
    "reviewsCount": 2686,
    "thumbnailImage": "https://m.media-amazon.com/images/I/511NDsp8+cL._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Action & Adventure",
    "description": "It has been years since the man once known as Tarzan (Skarsgård) left the jungles of Africa behind for a gentrified life as John Clayton III, Lord Greystoke, with his beloved wife, Jane (Robbie) at his side. Now, he has been invited back to the Congo to serve as a trade emissary of Parliament, unaware that he is a pawn in a deadly convergence of greed and revenge, masterminded by the Belgian, Captain Leon Rom (Waltz). But those behind the murderous plot have no idea what they are about to unleash.",
    "price": 650,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B01I97D0JI"
  },
  {
    "title": "The Fountain DVD",
    "asin": "B006QQDIUG",
    "brand": "WB",
    "stars": 4.4,
    "reviewsCount": 693,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51rciVSKAhL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Drama",
    "description": "Three stories - one each from the past, present, and future - about men in pursuit of eternity with their love. A conquistador in Mayan country searches for the tree of life to free his captive queen; a medical researcher, working with various trees, looks for a cure that will save his dying wife; a space traveler, traveling with an aged tree encapsulated within a bubble, moves toward a dying star that's wrapped in a nebula; he seeks eternity with his love. The stories intersect and parallel; the quests fail and succeed.",
    "price": 500,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B006QQDIUG"
  },
  {
    "title": "Spotlight",
    "asin": "B01DLUK5UK",
    "brand": "Rockstar",
    "stars": 4.6,
    "reviewsCount": 696,
    "thumbnailImage": "https://m.media-amazon.com/images/I/61b2BN31wrL._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Drama",
    "description": "The true story of how the Boston Globe uncovered the massive scandal of child molestation and cover-up within the local Catholic Archdiocese, shaking the entire Catholic Church to its core.",
    "price": 349,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B01DLUK5UK"
  },
  {
    "title": "Diary of a Wimpy Kid 2: Rodrick Rules",
    "asin": "B0077BKXCU",
    "brand": "KKK",
    "stars": 5,
    "reviewsCount": 1,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51jT+YYgB2L._SY300_.jpg",
    "breadCrumbs": "Movies & TV Shows › Featured Categories › Comedy",
    "description": "Back in middle school after summer vacation, Greg Heffley and his older brother Rodrick must deal with their parents' misguided attempts to have them bond.",
    "price": 699,
    "category": "Movies",
    "url": "https://www.amazon.in/dp/B0077BKXCU"
  },
  {
    "title": "Apple 2022 MacBook Air Laptop with M2 chip: 34.46 cm (13.6-inch) Liquid Retina Display, 8GB RAM, 256GB SSD Storage, Backlit Keyboard, 1080p FaceTime HD Camera. Works with iPhone/iPad; Midnight",
    "asin": "B0B3BMKMGP",
    "brand": "Apple",
    "stars": 4.7,
    "reviewsCount": 50,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41UnYGu7AGL._SX342_SY445_.jpg",
    "breadCrumbs": "",
    "description": null,
    "price": 89999,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0B3BMKMGP"
  },
  {
    "title": "ASUS TUF Gaming F17 - AI Powered Gaming Laptop, Intel Core i5-11400H 11th Gen, 17.3-inch (43.94 cm) FHD 144Hz, (16GB/512GB SSD/4GB NVIDIA RTX 2050/Win 11/ RGB Backlit/Black/2.60 kg),FX706HF-HX019W",
    "asin": "B0CGDN1SFW",
    "brand": "ASUS",
    "stars": 3.8,
    "reviewsCount": 223,
    "thumbnailImage": "https://m.media-amazon.com/images/I/416l3ah3v8L._SY300_SX300_.jpg",
    "breadCrumbs": "Computers & Accessories › Laptops › Traditional Laptops",
    "description": "Geared for serious gaming and real-world durability, the TUF Gaming F17 is a fully-loaded Windows 11 Home gaming laptop that can carry you to victory. Powered by 11th Gen Intel® Core™ i5 CPU and GeForce® GTX 2050 GPU, action-packed gameplay is fast, fluid, and fully saturates speedy IPS-level displays up to 144Hz. Even while boasting a smaller and more portable chassis than its predecessors, this gaming laptop also features a larger 48Whrs battery for superior battery life. Efficient self-cleaning cooling combines with TUF's durability to make this battle-tested road warrior a powerful ally for any gamer.",
    "price": 90000,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0CGDN1SFW"
  },
  {
    "title": "MSI GF63 Thin, Intel Core i5-11260H, 40CM FHD 144Hz Gaming Laptop (8GB/512GB NVMe SSD/Windows 11 Home/Nvidia GeForce GTX 1650, GDDR6 4GB/Black/1.8Kg), 11SC-1477IN",
    "asin": "B0C6F9GMW1",
    "brand": "MSI",
    "stars": 4.1,
    "reviewsCount": 249,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41Sf4XUBhKL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Computers & Accessories › Laptops › Traditional Laptops",
    "description": null,
    "price": 69850,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0C6F9GMW1"
  },
  {
    "title": "Apple 2022 MacBook Air Laptop with M2 chip: 34.46 cm (13.6-inch) Liquid Retina Display, 8GB RAM, 256GB SSD Storage, Backlit Keyboard, 1080p FaceTime HD Camera. Works with iPhone/iPad; Space Grey",
    "asin": "B0B3BQ11LP",
    "brand": "Apple",
    "stars": 4.6,
    "reviewsCount": 115,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41YvjAcEc3L._SX342_SY445_.jpg",
    "breadCrumbs": "",
    "description": null,
    "price": 79999,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0B3BQ11LP"
  },
  {
    "title": "ASUS ROG Flow X13 (2022), 13.4\" (34.03 cm) FHD+ 16:10, 120Hz Touch, AMD Ryzen 9 6900HS,4GB RTX 3050 Graphics, 2-in-1 Gaming Laptop (16GB/512GB SSD/Win 11/Office 2021/Black/1.3 Kg), GV301RC-LJ132WS",
    "asin": "B0CQLNTLXT",
    "brand": "ASUS",
    "stars": 4.6,
    "reviewsCount": 19,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41X1gu-ZbVL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Computers & Accessories › Laptops › Traditional Laptops",
    "description": null,
    "price": 99999,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0CQLNTLXT"
  },
  {
    "title": "HP Omen Gaming Laptop, AMD Ryzen™ 7 7840HS,16.1 inch(40.9cm) FHD,Micro-Edge,16GB RAM,512GB SSD,MSO,NVIDIA GeForce RTX(4060 8GB GDDR6),Win 11,Shadow Black, 2.32kg, 16-xf0059AX",
    "asin": "B0CV3YTCRD",
    "brand": "HP",
    "stars": 4.5,
    "reviewsCount": 53,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41ds2e-HHnL._SY300_SX300_.jpg",
    "breadCrumbs": "Computers & Accessories › Laptops › Traditional Laptops",
    "description": "The Omen by HP 16.1 inch Gaming Laptop PC has what you need to play. It has a powerful AMD processor, great graphics and an upgraded cooling system. Plus a high resolution, fast display and OMEN Gaming Hub. This has all of that.",
    "price": 67550,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0CV3YTCRD"
  },
  {
    "title": "ASUS TUF Gaming F15, 15.6\"(39.62 cms) FHD 144Hz, Intel Core i7-11800H 11th Gen, 4GB NVIDIA GeForce RTX 3050 Ti, Gaming Laptop (16GB/512GB SSD/Windows 11/90WHrs Battery/Black/2.30 Kg), FX506HE-HN382W",
    "asin": "B0CCYGC3TS",
    "brand": "ASUS",
    "stars": 4.4,
    "reviewsCount": 260,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51xKHE2Sc7L._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Computers & Accessories › Laptops › Traditional Laptops",
    "description": null,
    "price": 109500,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0CCYGC3TS"
  },
  {
    "title": "MSI GF63 Thin, Intel 11th Gen. i7-11800H, 40CM FHD 144Hz Gaming Laptop (8GB/512GB NVMe SSD/Windows 11 Home/NVIDIA RTX 3050 4GB GDDR6/Black/1.86Kg), 11UC-866IN",
    "asin": "B0BGZL34XZ",
    "brand": "MSI",
    "stars": 4,
    "reviewsCount": 175,
    "thumbnailImage": "https://m.media-amazon.com/images/I/4118jJAVU2L._SY300_SX300_.jpg",
    "breadCrumbs": "Computers & Accessories › Laptops › Traditional Laptops",
    "description": null,
    "price": 149000,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0BGZL34XZ"
  },
  {
    "title": "HP Laptop 15s, AMD Ryzen 5 5500U, 15.6-inch (39.6 cm), FHD, 8GB DDR4, 512GB SSD, AMD Radeon Graphics, Thin & Light, Dual Speakers (Win 11, MSO 2019, Silver, 1.69 kg), eq2144AU",
    "asin": "B09RZRF1PJ",
    "brand": "HP",
    "stars": 4.1,
    "reviewsCount": 908,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41rrql+V5jL._SY300_SX300_.jpg",
    "breadCrumbs": "Computers & Accessories › Laptops › Traditional Laptops",
    "description": null,
    "price": 89999,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B09RZRF1PJ"
  },
  {
    "title": "ASUS ROG Zephyrus G14, 76WHr Battery, AMD Ryzen 7 7735HS, 14\" QHD+ 165Hz/3ms, 6GB RTX 3050, Gaming Laptop (16GB/512GB SSD/Windows 11/Office 2021/1-Zone RGB/Gray/1.65 Kg), GA402NJ-L8094WS",
    "asin": "B0C8JLB5SS",
    "brand": "ASUS",
    "stars": 3.3,
    "reviewsCount": 9,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41MwyjFFd5L._SY300_SX300_.jpg",
    "breadCrumbs": "Computers & Accessories › Laptops › Traditional Laptops",
    "description": null,
    "price": 110000,
    "category": "Laptop",
    "url": "https://www.amazon.in/dp/B0C8JLB5SS"
  },
  {
    "title": "Purepet Dry Dog Adult Food Chicken & Vegetable Flavour , 20kg Pack",
    "asin": "B075PHPK27",
    "brand": "PUREPET",
    "stars": 4.1,
    "reviewsCount": 6343,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41twXPq05iL._SX300_SY300_QL70_ML2_.jpg",
    "breadCrumbs": "Pet Supplies › Dogs › Food › Dry",
    "description": null,
    "price": 2299,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B075PHPK27"
  },
  {
    "title": "Meat Up Adult Dry Dog Food, 3 kg (Buy 1 Get 1 Free), Total 6 Kg Pack",
    "asin": "B075WWBTYQ",
    "brand": "Meat Up",
    "stars": 4.1,
    "reviewsCount": 15596,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51OP6RKLS8L._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Pet Supplies › Dogs › Food › Dry",
    "description": null,
    "price": 796,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B075WWBTYQ"
  },
  {
    "title": "Pedigree Adult Dry Dog Food, Meat & Rice, 3kg Pack",
    "asin": "B00LHS8UTW",
    "brand": "Pedigree",
    "stars": 4.4,
    "reviewsCount": 6656,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41HkJNFJujL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Pet Supplies › Dogs › Food › Dry",
    "description": null,
    "price": 657,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B00LHS8UTW"
  },
  {
    "title": "Pedigree Puppy Dry Dog Food, Chicken & Milk, 3kg Pack",
    "asin": "B00LHS8MX6",
    "brand": "Pedigree",
    "stars": 4.4,
    "reviewsCount": 21582,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41vlTxXQD7L._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Pet Supplies › Dogs › Food › Dry",
    "description": null,
    "price": 693,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B00LHS8MX6"
  },
  {
    "title": "Drools Adult Dry Dog Food Chicken and Egg, 3kg with Free 1.2kg, Total 4.2 kg Pack",
    "asin": "B07HBMB3WW",
    "brand": "Drools",
    "stars": 4.2,
    "reviewsCount": 12865,
    "thumbnailImage": "https://m.media-amazon.com/images/I/511btyh4t+L._SY300_SX300_.jpg",
    "breadCrumbs": "Pet Supplies › Dogs › Food › Dry",
    "description": null,
    "price": 687,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B07HBMB3WW"
  },
  {
    "title": "Pedigree Wet Food for Adult Dogs, Chicken & Liver Chunks in Gravy Flavour, Pack of 15 (15 x 70g)",
    "asin": "B0849982T8",
    "brand": "Pedigree",
    "stars": 4.5,
    "reviewsCount": 9633,
    "thumbnailImage": "https://m.media-amazon.com/images/I/51KZuIFqRBL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Pet Supplies › Dogs › Food › Wet › Pouches",
    "description": null,
    "price": 600,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B0849982T8"
  },
  {
    "title": "Drools Focus Adult Super Premium Dry Dog Food, Chicken, 4kg Pack",
    "asin": "B00LE8V9P2",
    "brand": "Drools",
    "stars": 4.3,
    "reviewsCount": 1951,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41SV1-YIWnL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Pet Supplies › Dogs › Food › Dry",
    "description": null,
    "price": 1655,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B00LE8V9P2"
  },
  {
    "title": "Pedigree Pro Adult Small Breed, Dry Chicken Dog Food (9 Months Onwards), 1.2 Kg Pack",
    "asin": "B0BSTX5XCD",
    "brand": "Pedigree",
    "stars": 4.4,
    "reviewsCount": 69,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41HpFyz+ElL._SY300_SX300_.jpg",
    "breadCrumbs": "Pet Supplies › Dogs › Food › Dry",
    "description": null,
    "price": 433,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B0BSTX5XCD"
  },
  {
    "title": "IRIS 2-Cup Pet Food Scoop, 12 Pack, Clear",
    "asin": "B07CFTVDD3",
    "brand": "IRIS",
    "stars": 3.6,
    "reviewsCount": 3,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31M2LquMuoL._SY300_SX300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Pet Supplies › Cats › Food › Dry",
    "description": null,
    "price": 13298,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B07CFTVDD3"
  },
  {
    "title": "Royal Canin Renal Feline, 2 kg",
    "asin": "B0015PSDMQ",
    "brand": "Royal Canin",
    "stars": 4.5,
    "reviewsCount": 258,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31e0WawI9vL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Pet Supplies › Cats › Food › Dry",
    "description": "Product DescriptionRoyal Canin Renal Feline 12 into 100g pouches is a highly palatable, complete diet for adult cats which has been formulated as an aid in the dietary management of chronic renal failure. This diet has been proven to significantly increase survival time of cats with diagnosed CRF. It can slow the progression of disease and help maintain quality of life.From the ManufacturerIngredients:COMPOSITION: rice, maize flour, animal fats, maize gluten, soya protein isolate*, hydrolysed animal proteins, beet pulp, minerals, egg powder, vegetable fibres, fish oil, soya oil, fructo-oligo-saccharides, green tea extracts (source of polyphenols), marigold extract (source of lutein). ADDITIVES (per kg): Nutritional additives: Vitamin A: 11600 IU, Vitamin D3: 1000 IU, E1 (Iron): 46 mg, E2 (Iodine): 4 mg, E4 (Copper): 11 mg, E5 (Manganese): 59 mg, E6 (Zinc): 196 mg - Preservatives - Antioxidants. ANALYTICAL CONSTITUENTS: Protein: 16% - Fat content: 18% - Crude ash: 4.3% - Crude fibres: 2.2% - Calcium: 0.7% - Phosphorus: 0.2% - Sodium: 0.2% - Potassium: 0.7% - Chloride: 0.6% - Sulphur: 0.3% - Magnesium: 0.06% - Hydroxyproline: 0% - Per kg: Essential fatty acids: 45.7 g including EPA and DHA: 4.1 g - Urine alkalinising substances: potassium citrate, calcium carbonate, vitamin D (total): 1000 IU. *L.I.P.: protein selected for its very high assimilation.  MineralsAmountChloride (%)0.58Copper (mg/kg)15Iodine (mg/kg)3.5Iron (mg/kg)114Magnesium (%)0.06Manganese (mg/kg)71Potassium (%)0.7Selenium (mg/kg)0.06Sodium (%)0.2Zinc (mg/kg)211 VitaminsAmountCholine (mg/kg)1800Folic acid (mg/kg)0.9Vitamin B1 Thiamin (mg/kg)4.2Vitamin B12 Cyanocobalamin (mg/kg)0.07Vitamin B2 Riboflavin (mg/kg)3.9Vitamin B3 Niacin (mg/kg)15.3Vitamin B5 Pantothenic acid (mg/kg)25.7Vitamin B6 Pyridoxine (mg/kg)8.3Vitamin D3 (UI/kg)1000 Other nutrientsAmountArginine (%)1.23L-lysine (%)0.79  Analysis tableAmountArachidonic acid (%)0.07Ash (%)4.3Biotin (mg/kg)1.1Calcium (%)0.72Crude fibre (%)2.2Dietary fibre (%)7.2DL-methionine (%)0.33EPA/DHA (%)0.41[fat] (%)18Linoleic acid (%)3.85Lutein (mg/kg)5Metabolisable energy (calculated according to NRC85) (kcal/kg)3840Metabolisable energy (measured) (kcal/kg)4090Methionine Cystine (%)0.6Moisture (%)9.5Nitrogen-free extract (NFE) (%)50Omega 3 (%)0.82Omega 6 (%)3.99Phosphorus (%)0.2Protein (%)16Starch (%)45Taurine (mg/kg)2000Vitamin A (UI/kg)19000Vitamin C (mg/kg)200Vitamin E (mg/kg)600Polyphenols from green tea and grapes (mg/kg)1280",
    "price": 2398,
    "category": "Pet Supplies",
    "url": "https://www.amazon.in/dp/B0015PSDMQ"
  },
  {
    "title": "WW Sports CEAT Player Edition Rohit Sharma English Willow Full Size Cricket BAT with Bat Cover (Pack of 1) (Full Size)",
    "asin": "B0CNXRNBPR",
    "brand": "WW WHITE WOOD SPORTS",
    "stars": 5,
    "reviewsCount": 1,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41hJshVrDZL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Cricket › Bats › English Willow",
    "description": "Made with fine English wood, this cricket bat becomes the tool of choice when it comes to hitting sixes and stealing hearts. Handling the bat is a dream, the half cane handle and the mid blade sweet spot both work together to give you stable and powerful swings for every ball --- every over. The bat's handle is equipped with modern technology for outstanding feel, flex and control. This bat is perfect for the training grounds or even official matches, so get yourself one today.",
    "price": 2899,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B0CNXRNBPR"
  },
  {
    "title": "WW WHITE WOOD SPORTS Kookaburra Adult Kb Kahuna Pro 100 English Willow Cricket Bat (Full Size, Dark Green, Lime And White) Pack Of 1",
    "asin": "B0CNXSPQ5D",
    "brand": "WW WHITE WOOD SPORTS",
    "stars": 4.5,
    "reviewsCount": 2,
    "thumbnailImage": "https://m.media-amazon.com/images/I/21Dr7a-l4eL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Cricket › Bats › English Willow",
    "description": "Made with fine English wood, this cricket bat becomes the tool of choice when it comes to hitting sixes and stealing hearts. Handling the bat is a dream, the half cane handle and the mid blade sweet spot both work together to give you stable and powerful swings for every ball --- every over. The bat's handle is equipped with modern technology for outstanding feel, flex and control. This bat is perfect for the training grounds or even official matches, so get yourself one today.",
    "price": 3049,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B0CNXSPQ5D"
  },
  {
    "title": "SS R-7 Catch Practice Cricket Bat",
    "asin": "B071XCKV5J",
    "brand": "SS",
    "stars": 4.4,
    "reviewsCount": 18,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31Q79edUjcL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Cricket › Bats › English Willow",
    "description": "SS R-7 English Willow Catch Practice Bat, Short Handle (Color may vary)",
    "price": 1390,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B071XCKV5J"
  },
  {
    "title": "Shoppers Stock English Willow Bat with Big and Extreame Edge for Leather Ball Light Weight Full Size",
    "asin": "B0BZ19YX52",
    "brand": "Generic",
    "stars": 3.8,
    "reviewsCount": 5,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41nLWTudTgL._SY300_SX300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Cricket › Bats › English Willow",
    "description": "Aira cricket bats are recognized by professional players and rival brands as the best cricket bats in the World. Pick up & play with a Aira Cricket Bat and feel the difference. Each and every bat is handcrafted to the unwavering standards of Aira Industries and modern manufacturing.The entire blade is engineered to give more pronounced bow leading to improved pick-up and superb maneuverability.Its extended Power Zone from mid to lower part of blade provides monstrous hitting area and suits the subcontinental pitches. Once you strike, youll notice extra control, touch and feel, all thanks to its treble-spring multi-piece cane handle and superior cushioned grip.",
    "price": 2489,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B0BZ19YX52"
  },
  {
    "title": "HS Sports English Willow Cricket BAT",
    "asin": "B08KLMX3K3",
    "brand": "Generic",
    "stars": 4.6,
    "reviewsCount": 4,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31RTzz3NimL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Cricket › Bats › English Willow",
    "description": "HS SPORTS GRADE A English willow cricket bats. The most promising brand in the world. Best willow in the world. super pressed bats Grade A willow with superfinishing. Finest quality grading Massive bat profile that impose intimidating fear Amazing power and stability during the impact of a pace ball An art of experience and superior craftsmanship Superlight and an excellent pickup that allows an aspiring player to develop a quality batting technique",
    "price": 4999,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B08KLMX3K3"
  },
  {
    "title": "SBJT World Cup 2022 Football for All Ages Suited for The Grass Fields | PU | Suitable for Grass |Practice Ball | Soccer Ball | for Men/Women | Football Size - 5 (with Pump AB)",
    "asin": "B0CZ4KHFB1",
    "brand": "SBJT",
    "stars": 5,
    "reviewsCount": 5,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41IAZz8XxzL._SY300_SX300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Football › Football Balls › Training Balls",
    "description": "FOOTBALL IS MADE TO PLAY FOR TRAINING PRACTICE AND GAMING PURPOSE 32 PANEL FOOTBALL FOR ALL AGES AND ALL GROUNDS hard good to play in grass fields material is highly technically advanced football,good to play on grass fields, this football has a smooth design with high-contrast graphics that are very visible on the pitch. There is a soft foam lining that provides a cushioning effect to reduce the impact on your feet while kicking the ball. The football is more stable in flight as it has structural grooves disrupting airflow across it which in turn reduces the drag. This ball is excellent for playing during windy conditions.",
    "price": 499,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B0CZ4KHFB1"
  },
  {
    "title": "S.stock Black and White Hand Stitch Football (Size-5) with Pump",
    "asin": "B09X437Y16",
    "brand": "S.stock",
    "stars": 5,
    "reviewsCount": 1,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31l2CnDllYL._SY300_SX300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Football › Football Balls › Match Balls",
    "description": "Football Is Good For Training And Recreational Purposes. With High-Resolution Graphics. Suitable For All Age Groups. Both Junior And Senior Can Use This Ball To Play, Regular And Training Matches. Water Resistant Best For Wet, Muddy And Grass Surface. Do Not Use Against Rough/Hard And Abrasive Surfaces. Do Not Over Inflate. Used Footballs Are Not Eligible For Return.",
    "price": 279,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B09X437Y16"
  },
  {
    "title": "Adidas Euro 24 Training Ball (IN9366_Size: 5_White/Black/Glow Blue)",
    "asin": "B0C9TPX8YG",
    "brand": "adidas",
    "stars": 4.4,
    "reviewsCount": 22,
    "thumbnailImage": "https://m.media-amazon.com/images/I/413wOE-Y9jL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Football › Football Balls › Match Balls",
    "description": "Adidas Euro 24 Training Ball (IN9366_Size: 5_White/Black/Glow Blue)",
    "price": 2929,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B0C9TPX8YG"
  },
  {
    "title": "Nivia Men's Combat 2.0 Basketball Shoes (Black, 12)",
    "asin": "B07VRX9Y58",
    "brand": "Nivia",
    "stars": 4.3,
    "reviewsCount": 69,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31gBVJuoSDL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Shoes & Handbags › Shoes › Men's Shoes › Sports & Outdoor Shoes › Basketball Shoes",
    "description": "Nivia Combat 2.0 Get equipped to deliver an optimum level of performance on the court. This shoe is the perfect weapon against tough cuts and wicked base movements and creates a lethal combination of exclusivity and stability with responsive cushioning . UPPER-Spacer Mesh covered with TPU film For better fit and comfort . More inner foam stitching provides more support and fit. Two layers of high-density foam line the collar and mould to the athlete's foot to create a personalised ankle and heel fit,adding soft support and custom comfort. A moulded, removable P.U(SPORTHO FOOT COMFORT ) sockliner exists as an extra layer of plush,step-in comfort. Soft cushion NR EVA The inner insole provides better cushioning. Duofoam Midsole: Located in the midsole, it provides lightweight cushioning. Resilience is 15% more responsive than standard EVA. Resilience infuses every stride with the kind of power you need for a game. Outsole with herringbone structure and a mid-tpu shank outsole: Herringbone pattern on the outsole The directional pattern provides you with a fabulous grip on the court and never lets you down. The sole is designed to provide all-around support for quick and smooth footwork. The outsole ensures smooth movements and the transfer of maximum energy. The midfoot TPU Shank stretches out under the arch to increase stability and reinforces the middle part of the sole, stopping it from twisting. Outsole stitching on the sole lip provides support on the forepart.",
    "price": 1601,
    "category": "Sports",
    "url": "https://www.amazon.in/dp/B07VRX9Y58"
  },
  {
    "title": "Fitbit Charge 6, Obsidian/Black Aluminum",
    "asin": "B0CJB8RYWK",
    "brand": "Fitbit",
    "stars": 3.5,
    "reviewsCount": 272,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31fi4qVsWOL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Sports Gadgets › Activity Trackers",
    "description": null,
    "price": 8999,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B0CJB8RYWK"
  },
  {
    "title": "Fitbit Charge 5 Advanced Health & Fitness Tracker with Built-in GPS, Stress Management, Sleep Tools, 24/7 Heart Rate, SpO2 & More, Steel Blue/Platinum, One Size (S & L Bands Included)",
    "asin": "B09CSYX5WD",
    "brand": "Fitbit",
    "stars": 3.5,
    "reviewsCount": 8781,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41sK3jjPlaL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Sports Gadgets › Activity Trackers",
    "description": null,
    "price": 11999,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B09CSYX5WD"
  },
  {
    "title": "Fitbit Versa 4 Fitness Watch (Black/Graphite Aluminium) with 6-Month Premium Membership",
    "asin": "B0B75TVZZZ",
    "brand": "Fitbit",
    "stars": 3.7,
    "reviewsCount": 2909,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41sv0H4niaL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Wearable Technology › Smart Watches",
    "description": "Get better results from your workout routine with all-new versa 4 + premium. Know when you’re up for a challenge or need a recovery day with your personalised daily readiness score. Track more exercises than ever right from your wrist with 40+ exercise modes. Choose from modes like strength training, hiit, running, kayaking and more to see key stats in real time—including active zone minutes which shows your target intensity levels. Do it all with a thin, lightweight fitness watch designed for comfort during workouts, sleep and more. Plus, never miss a beat with calls, texts and notifications right on your wrist and a battery life of 6+ days.",
    "price": 19959,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B0B75TVZZZ"
  },
  {
    "title": "Fitbit Charge 5 Advanced Health & Fitness Tracker with Built-in GPS, Stress Management, Sleep Tools, 24/7 Heart Rate, SpO2 & More, Lunar White/Soft Gold, One Size (S & L Bands Included)",
    "asin": "B09CTC9L85",
    "brand": "Fitbit",
    "stars": 3.5,
    "reviewsCount": 8781,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31xMJLaRDjL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Sports Gadgets › Activity Trackers",
    "description": null,
    "price": 11999,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B09CTC9L85"
  },
  {
    "title": "Fossil Gen 6(44Mm, Brown Color) Mens Smartwatch With Amoled Screen, Alexa Built-In, Snapdragon 4100+ Wear Platform, Google Assistant, Spo2, Wellness Features And Smartphone Notifications - Ftw4062",
    "asin": "B09DGQ8KDX",
    "brand": "Fossil",
    "stars": 3.7,
    "reviewsCount": 2120,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41pyfiHXggL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Wearable Technology › Smart Watches",
    "description": null,
    "price": 11998,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B09DGQ8KDX"
  },
  {
    "title": "Amazfit Active Smart Watch with AI Fitness Exercise Coach, GPS, Bluetooth Calling & Music, 14 Day Battery, 1.75\" AMOLED Display & Alexa-Enabled, Fitness Watch for Android & iPhone (Petal Pink)",
    "asin": "B0CR3Y11G1",
    "brand": "Amazfit",
    "stars": 4.1,
    "reviewsCount": 2435,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41cABjJDeDL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Wearable Technology › Smart Watches",
    "description": null,
    "price": 14999,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B0CR3Y11G1"
  },
  {
    "title": "Amazfit Active Edge Smart Watch with Stylish Rugged Sport & Fitness Design, GPS, AI Health Coach for Gym, Outdoor, Workouts & Exercise, 16 Days Battery, 10 ATM Water Resistant (Midnight Pulse)",
    "asin": "B0CR3PNLSB",
    "brand": "Amazfit",
    "stars": 4.4,
    "reviewsCount": 1444,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41+Nnpc3q-L._SY300_SX300_.jpg",
    "breadCrumbs": "Electronics › Wearable Technology › Smart Watches",
    "description": "Blaze your own trail with the Amazfit Active Edge smart watch. One of the most stylish military smart watches for men and for women, the dual-color design can endure the bumps that come with living an active life in the city, and it goes with your most fashionable outfits. Explore the city on your skateboard, BMX or on foot, with strong and accurate smartwatch GPS tracking. Get an edge on the competition with personalized AI training plans and coaching. Find your energy with long battery life that lasts up to 16 days. The Amazfit Active Edge fitness watch is here to help you find your edge.",
    "price": 13999,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B0CR3PNLSB"
  },
  {
    "title": "Fossil Gen 6 Digital Black Dial Women's Watch-FTW6080",
    "asin": "B09DGS7NWW",
    "brand": "Fossil",
    "stars": 3.7,
    "reviewsCount": 2120,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41mL8Wbv16L._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Wearable Technology › Smart Watches",
    "description": null,
    "price": 11998,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B09DGS7NWW"
  },
  {
    "title": "Fitbit Charge 5 Advanced Health & Fitness Tracker with Built-in GPS, Stress Management, Sleep Tools, 24/7 Heart Rate, SpO2 & More, Black/Graphite, One Size (S & L Bands Included)",
    "asin": "B09CSX5G3V",
    "brand": "Fitbit",
    "stars": 3.5,
    "reviewsCount": 8781,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31bW+CxCHML._SY300_SX300_.jpg",
    "breadCrumbs": "Sports, Fitness & Outdoors › Sports Gadgets › Activity Trackers",
    "description": "Fitbit Charge 5 Advanced Health & Fitness Tracker with Built-in GPS, Stress Management, Sleep Tools, 24/7 Heart Rate, SpO2 & More, Black/Graphite, One Size (S & L Bands Included)",
    "price": 12999,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B09CSX5G3V"
  },
  {
    "title": "Fossil Gen 6 Digital Black Dial Women's Watch-FTW6078",
    "asin": "B09DGQT8VN",
    "brand": "Fossil",
    "stars": 3.7,
    "reviewsCount": 2120,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41FPphDGfeL._SX300_SY300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Wearable Technology › Smart Watches",
    "description": null,
    "price": 12498,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B09DGQT8VN"
  },
  {
    "title": "Samsung Galaxy Watch4 LTE (4.4 cm, Black, Compatible with Android only)",
    "asin": "B09DGB21W1",
    "brand": "Samsung",
    "stars": 4.2,
    "reviewsCount": 729,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31CuxaU77jL._SY300_SX300_QL70_FMwebp_.jpg",
    "breadCrumbs": "Electronics › Wearable Technology › Smart Watches",
    "description": null,
    "price": 13599,
    "category": "SmartWatch",
    "url": "https://www.amazon.in/dp/B09DGB21W1"
  },
  {
    "title": "Skybags Flex 22L Backpack Blith",
    "asin": "B0B21Z3DBD",
    "brand": "Skybags",
    "stars": 4.1,
    "reviewsCount": 538,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41fgSvYI6HL._SY300_SX300_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "A super sleek and casual 22L daypack. Ideal for college student or a day tour. Big enough to carry all your essentials. Sleek enough to carry it with ease",
    "price": 2399,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B0B21Z3DBD"
  },
  {
    "title": "Safari Small Size 15 Ltrs Unisex Standard Backpack - Sea Blue",
    "asin": "B07Q7CNPMV",
    "brand": "Safari",
    "stars": 4,
    "reviewsCount": 22694,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31ThCQURBoL._SX342_SY445_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "Be it your short trips or your daily travel across the city, daypack has got you covered. With a 15 litre capacity daypack lets you carry your wallet, umbrella, kerchief, keys, earphones, Notepad, pens and other Essentials. The drawstring compartment lets you dump things that you pick up on your way. Compact Size and 2 Compartment.",
    "price": 1899,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B07Q7CNPMV"
  },
  {
    "title": "Safari Compact Size 15 Ltrs Standard Backpack For Unisex Adult - Denim Blue Small",
    "asin": "B07NSC4SL5",
    "brand": "Safari",
    "stars": 4,
    "reviewsCount": 14846,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31cZ5HwJ68L._SX342_SY445_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "Be it your short trips or your daily travel across the city, daypack has got you covered. With a 15 litre capacity daypack lets you carry your wallet, umbrella, kerchief, keys, earphones, Notepad, pens and other Essentials. The drawstring compartment lets you dump things that you pick up on your way.",
    "price": 599,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B07NSC4SL5"
  },
  {
    "title": "American Tourister Fizz 32L Black Backpack School bag for travel with Organizer Bottle compartment water resistant backpack for Men, Women, Boys Laptop Backpack for College Gift for Men & Women",
    "asin": "B07CJCGM1M",
    "brand": "American Tourister",
    "stars": 4,
    "reviewsCount": 59249,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41cJHytOGDL._SY300_SX300_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "American Tourister Fizz 32L Black Backpack School bag for travel with Organizer Bottle compartment water resistant backpack for Men, Women, Boys Laptop Backpack for College Gift for Men & Women",
    "price": 1250,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B07CJCGM1M"
  },
  {
    "title": "BEAUTY GIRLS BY HOTSHOT 1522|School Bag|Tuition Bag|College Backpack|ForGirls&Women|Waterproof Bag",
    "asin": "B08F9SFYXQ",
    "brand": "BEAUTY GIRLS",
    "stars": 4.1,
    "reviewsCount": 2170,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41m1VTWcSzL._SX342_SY445_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "Introducing the Beauty Girls 'ELEGANT Collection' backpack, where luxury meets practicality. Crafted for the young queen of the classroom, this backpack exudes a royal charm with its premium materials and elegant design. The spacious compartments are lined with a posh interior, perfect for safeguarding textbooks and treasures alike. Adorned with the Beauty Girls emblem, this bag is a statement of sophistication and durability, making every school hallway a runway. Let your girl carry her world with grace!",
    "price": 1599,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B08F9SFYXQ"
  },
  {
    "title": "Safari 15 Litre Casual/School/College Standard Backpack - Cherry Red Small",
    "asin": "B07NSBSV2Y",
    "brand": "Safari",
    "stars": 4.1,
    "reviewsCount": 7417,
    "thumbnailImage": "https://m.media-amazon.com/images/I/31WV57EDGVL._SX342_SY445_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "Be it your short trips or your daily travel across the city, daypack has got you covered. With a 15 litre capacity daypack lets you carry your wallet, umbrella, kerchief, keys, earphones, Notepad, pens and other Essentials. The drawstring compartment lets you dump things that you pick up on your way. Pattern: Solid ; Back: Padding ; Number of compartments: 2.",
    "price": 1279,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B07NSBSV2Y"
  },
  {
    "title": "Tinytot School Bag School Backpack College Backpack Travel Backpack Office Backpack Multipurpose Backpack Picnic Bag for Boys & Girls",
    "asin": "B0C24MSTBG",
    "brand": "Tinytot",
    "stars": 4.2,
    "reviewsCount": 257,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41zoxIBTrTL._SX342_SY445_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "This lightweight backpack comes with multiple organized compartments & a separate compartment that make it perfect for your college/office or a weekend trip. Made of durable double dot polyester fabric, this backpack is equipped with 2 full compartments to hold enough notebooks, textbooks & journals for your school/college & additional supplies for aday or two of travel.",
    "price": 1199,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B0C24MSTBG"
  },
  {
    "title": "Genie Buttercup Backpack for Girls, 17\" Cute, Colourful Bags, Water Resistant and Lightweight, 3 Compartment with Happy Pouch, 27 Liters, Nylon Twill, Lavender",
    "asin": "B0CW2W15MV",
    "brand": "Genie",
    "stars": 5,
    "reviewsCount": 4,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41mLp4VT-PL._SX342_SY445_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "How do you describe a Perfect School Backpack? Spacious enough to carry all the books, yet Light Weight! Multiple Pockets to segregate all the items. An Organizer to keep your each and every school supplies in an arranged manner. Side Pocket to keep the Water Bottle. An easily accessible front pocket. A delightful Happy Pouch attached to the bag creating a fun and cute playful element. Water Resistant exteriors to keep all your worries at bay and lastly, latest and trendy design to keep those \"Cute Backpack\" compliment coming in! Yes. We have that Perfect Bag for you, in our Genie store.",
    "price": 899,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B0CW2W15MV"
  },
  {
    "title": "Safari Hitech Large Size 35 Ltrs Water Resistant Standard Backpack - Black",
    "asin": "B09B267161",
    "brand": "Safari",
    "stars": 4,
    "reviewsCount": 1928,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41z1LeoInZL._SX342_SY445_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "Safari HiTech is a 35 Litres, 3 compartment backpack perfect for daily usage. This backpack is especially designed for todays fast paced world, where everything should be compact and lightweight. This backpack is perfect for everyday usage such as college, school, tuitions, or holiday trips. The front pocket is designed to keep your essentials organized and side mesh pockets are perfect for storing your water bottle and umberella. Made of high grade water resistant polyester fabric, this backpack will last you several trips.",
    "price": 999,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B09B267161"
  },
  {
    "title": "Gear Campus8 25L Medium Water Resistant School Bag/Casual Backpack/Daypack/College Bag/for Men/Women - Green Grey",
    "asin": "B019FBEJCO",
    "brand": "Gear",
    "stars": 4.1,
    "reviewsCount": 1453,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41R-mic1IyL._SY445_SX342_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "Intuitively crafted at the Gear Design Studio to balance comfort, style, endurance and functionality.",
    "price": 1200,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B019FBEJCO"
  },
  {
    "title": "Wildcraft Wc 2 Solid Standard Backpack Navy (11911) (Compact Size), 35 Litre",
    "asin": "B07ZJ79ZCJ",
    "brand": "Wildcraft",
    "stars": 4.1,
    "reviewsCount": 236,
    "thumbnailImage": "https://m.media-amazon.com/images/I/41+DMLv7IcL._SY300_SX300_.jpg",
    "breadCrumbs": "Bags, Wallets and Luggage › Bags & Backpacks › Backpacks › Casual Backpacks",
    "description": "The WC 2 double compartment backpack from Wildcraft comes with a quick access front pocket to store your belongings, side fabric pocket to carry your water bottle. The well cushioned and padded back system along with padded shoulder straps allows greater comfort and support while the quick-grab haul loop betters functionality.",
    "price": 1349,
    "category": "Backpacks",
    "url": "https://www.amazon.in/dp/B07ZJ79ZCJ"
  }
]
